{
  "FR": {
    "Analyse transversale": {
      "analyse": "Le paysage de la menace cyber est marqué par une intensité constante des activités malveillantes, ciblant des infrastructures critiques et des données sensibles. Plusieurs tendances clés émergent de cette veille : l'exploitation active de vulnérabilités critiques (souvent des RCE ou des contournements d'authentification) avant même la diffusion généralisée des correctifs, la persistance des menaces internes (insider threats), l'omniprésence des attaques liées à la supply chain via les fournisseurs de services IT, et l'évolution des modes opératoires des acteurs étatiques et des groupes cybercriminels. Les secteurs de l'IT, de l'identité numérique, des services financiers, et des transports sont particulièrement visés. L'utilisation de plateformes 'Malware-as-a-Service' (MaaS) comme Matrix Push C2 montre une démocratisation des outils d'attaque. Enfin, les enjeux de souveraineté numérique et la fragilité d'une infrastructure internet centralisée sont soulignés par des pannes majeures et des décisions politiques impactant la cybersécurité des télécommunications. L'état général des menaces est élevé, nécessitant une vigilance continue, des patchs rapides et le renforcement des défenses contre les menaces internes et externes.",
      "date": "2025-11-22"
    },
    "Synthèse des acteurs malveillants": [
      {
        "nom": "Scattered Lapsus$ Hunters",
        "secteur": "Cyber-sécurité, Services financiers, Logistique, Luxe, Technologie (via Salesforce/Gainsight)",
        "modop": "Attaques de phishing vocal (vishing), vol de cookies d'authentification SSO, extorsion, vol de données via des fournisseurs tiers (supply chain attacks), exploitation de menaces internes.",
        "tags": [
          "actor",
          "threat_actor",
          "financier",
          "technologie",
          "vishing",
          "extorsion",
          "insider_threat",
          "supply_chain_attack"
        ],
        "sources": [
          "https://www.bleepingcomputer.com/news/security/crowdstrike-catches-insider-feeding-information-to-hackers/",
          "https://securityaffairs.com/184926/security/crowdstrike-denies-breach-after-insider-sent-internal-screenshots-to-hackers.html",
          "https://securityaffairs.com/184896/hacking/salesforce-alerts-users-to-potential-data-exposure-via-gainsight-oauth-apps.html",
          "https://databreaches.net/2025/11/21/crowdstrike-catches-insider-feeding-information-to-scatteredlapsushunters/",
          "https://fed.brid.gy/r/https://techcrunch.com/2025/11/21/google-says-hackers-stole-data-from-200-companies-following-gainsight-breach/"
        ],
        "date": "2025-11-22"
      },
      {
        "nom": "Scattered Spider",
        "secteur": "Transport, Santé (SSM Health Care Corporation, Sutter Health), Retail",
        "modop": "Accès non autorisé aux systèmes informatiques, perturbation des services en ligne, vol de données clients, extorsion, fraude informatique.",
        "tags": [
          "actor",
          "threat_actor",
          "transport",
          "sante",
          "retail",
          "extorsion",
          "fraude",
          "cybercrime"
        ],
        "sources": [
          "https://www.bleepingcomputer.com/news/security/scattered-spider-teens-plead-not-guilty-to-uk-transport-hack/",
          "https://databreaches.net/2025/11/21/two-suspected-scattered-spider-hackers-plead-not-guilty-over-transport-for-london-cyberattack/"
        ],
        "date": "2025-11-22"
      },
      {
        "nom": "Salt Typhoon",
        "secteur": "Télécommunications (Verizon, AT&T, Lumen, T-Mobile, Charter, Consolidated, Windstream)",
        "modop": "Espionnage étatique, accès aux systèmes centraux pour écoutes judiciaires, interception de communications sensibles.",
        "tags": [
          "actor",
          "threat_actor",
          "telecommunications",
          "espionnage",
          "nation_state",
          "chine"
        ],
        "sources": [
          "https://www.bleepingcomputer.com/news/security/fcc-rolls-back-cybersecurity-rules-for-telcos-despite-state-hacking-risks/"
        ],
        "date": "2025-11-22"
      },
      {
        "nom": "ToddyCat APT",
        "secteur": "Entreprises (e-mail d'entreprise)",
        "modop": "Accès furtif aux correspondances professionnelles via le vol de tokens OAuth 2.0, utilisation d'outils (TomBerBil, TCSectorCopy, XstReader) pour extraire cookies, mots de passe et données de navigateurs, copie de fichiers OST Outlook en contournant les API standard et les verrous système, dumping de mémoire de processus pour récupérer des tokens d'accès.",
        "tags": [
          "actor",
          "threat_actor",
          "apt",
          "email",
          "espionnage",
          "data_exfiltration",
          "credential_theft",
          "oauth_token_theft"
        ],
        "sources": [
          "https://securelist.com/toddycat-apt-steals-email-data-from-outlook/118044/"
        ],
        "date": "2025-11-22"
      },
      {
        "nom": "ShinyHunters",
        "secteur": "Services financiers, Logistique, Luxe, Technologie (via Salesforce/Gainsight), Cyber-sécurité",
        "modop": "Vol de données via des fournisseurs tiers (Gainsight, Salesloft Drift), ciblage d'instances Salesforce, extorsion, partenariat avec Scattered Spider, utilisation de plateformes 'ransomware-as-a-service' (ShinySp1d3r, ALPHV/BlackCat, RansomHub, Qilin, DragonForce).",
        "tags": [
          "actor",
          "threat_actor",
          "ransomware",
          "data_exfiltration",
          "supply_chain_attack",
          "extorsion",
          "saas"
        ],
        "sources": [
          "https://www.bleepingcomputer.com/news/security/crowdstrike-catches-insider-feeding-information-to-hackers/",
          "https://securityaffairs.com/184926/security/crowdstrike-denies-breach-after-insider-sent-internal-screenshots-to-hackers.html",
          "https://securityaffairs.com/184896/hacking/salesforce-alerts-users-to-potential-data-exposure-via-gainsight-oauth-apps.html",
          "https://fed.brid.gy/r/https://techcrunch.com/2025/11/21/google-says-hackers-stole-data-from-200-companies-following-gainsight-breach/"
        ],
        "date": "2025-11-22"
      },
      {
        "nom": "Matrix Push C2 (MaaS Operator)",
        "secteur": "Multi-secteur (cibles de phishing génériques)",
        "modop": "Phishing cross-platform et sans fichier via des notifications de navigateur, utilisation de faux avertissements et de redirections de liens, exploitation de modèles configurables pour imiter des marques connues (MetaMask, Netflix, Cloudflare, PayPal, TikTok), vente de la plateforme MaaS via Telegram et forums cybercriminels.",
        "tags": [
          "actor",
          "threat_actor",
          "phishing",
          "maas",
          "social_engineering",
          "cross_platform",
          "browser_notifications"
        ],
        "sources": [
          "https://thehackernews.com/2025/11/matrix-push-c2-uses-browser.html"
        ],
        "date": "2025-11-22"
      },
      {
        "nom": "Ezekiel Dean Potter (Menace Interne)",
        "secteur": "Non spécifié (ancien employeur)",
        "modop": "Accès non autorisé aux systèmes informatiques après licenciement, réinitialisation des noms d'utilisateur et des mots de passe, suppression ou révocation de l'accès aux comptes, causant des perturbations opérationnelles et des pertes financières.",
        "tags": [
          "actor",
          "threat_actor",
          "insider_threat",
          "sabotage",
          "computer_fraud",
          "unauthorized_access"
        ],
        "sources": [
          "https://databreaches.net/2025/11/21/des-moines-man-charged-with-computer-fraud/"
        ],
        "date": "2025-11-22"
      },
      {
        "nom": "Maxwell Schultz (Menace Interne)",
        "secteur": "Gestion des déchets (Waste Management, non confirmé)",
        "modop": "Accès non autorisé aux systèmes de l'ex-employeur après licenciement, usurpation d'identité d'un autre contractant, sabotage, causant des dommages financiers importants.",
        "tags": [
          "actor",
          "threat_actor",
          "insider_threat",
          "sabotage",
          "impersonation",
          "computer_crime"
        ],
        "sources": [
          "https://databreaches.net/2025/11/21/fired-techie-admits-sabotaging-ex-employer-causing-862k-in-damage/"
        ],
        "date": "2025-11-22"
      }
    ],
    "Synthèse de l'actualité géopolitique": [
      {
        "secteur": "Gouvernement, Télécommunications",
        "theme": "Réglementation et espionnage étatique",
        "description": "La FCC (U.S. Federal Communications Commission) a annulé une réglementation exigeant des mesures de cybersécurité plus strictes pour les opérateurs de télécommunications américains. Cette décision intervient malgré les risques d'espionnage étatique, notamment suite à une attaque massive du groupe chinois Salt Typhoon qui avait compromis plusieurs opérateurs (Verizon, AT&T, Lumen Technologies, T-Mobile, Charter Communications, Consolidated Communications, et Windstream) pour espionner des communications privées et accéder aux systèmes utilisés par le gouvernement fédéral pour les écoutes judiciaires. Les critiques soulignent que cette annulation repose sur l'auto-évaluation des opérateurs et pourrait affaiblir la sécurité nationale.",
        "tags": [
          "geopolitique",
          "geopolitic",
          "etats_unis",
          "chine",
          "telecommunications",
          "espionnage",
          "reglementation",
          "securite_nationale"
        ],
        "sources": [
          "https://www.bleepingcomputer.com/news/security/fcc-rolls-back-cybersecurity-rules-for-telcos-despite-state-hacking-risks/"
        ],
        "date": "2025-11-22"
      },
      {
        "secteur": "Défense, Sécurité, Environnement",
        "theme": "Vulnérabilités climatiques et conflits",
        "description": "Analyse de l'utilisation stratégique des vulnérabilités climatiques dans les conflits contemporains. La note de l'IRIS propose de dépasser le débat sur le rôle direct/indirect du climat dans les conflits pour se concentrer sur la manière dont les vulnérabilités climatiques sont instrumentalisées comme levier stratégique. Elle examine des cas d'étude de conflits de diverses natures et intensités, et analyse les dégradations environnementales provoquées par les conflits, également instrumentalisées par les belligérants. Trois scénarios prospectifs sont proposés avec des recommandations pour le ministère des Armées, soulignant l'importance d'une analyse conjointe des enjeux sécuritaires et climatiques face à la (ré)émergence des conflits de haute intensité et de guerre hybride.",
        "tags": [
          "geopolitique",
          "geopolitic",
          "climat",
          "conflits",
          "guerre_hybride",
          "securite_environnementale",
          "strategie",
          "defense"
        ],
        "sources": [
          "https://www.iris-france.org/lutilisation-strategique-des-vulnerabilites-climatiques-dans-les-conflits-contemporains-modalites-et-retroactions/"
        ],
        "date": "2025-11-22"
      },
      {
        "secteur": "Gouvernement, Intelligence, Sécurité Nationale",
        "theme": "Réformes des services de renseignement",
        "description": "Une analyse compare le réseau renseignement-décideurs politiques du Royaume-Uni avec celui de l'Australie, suggérant des améliorations pour le Royaume-Uni, notamment la désignation d'un conseiller principal du Premier ministre sur les questions de renseignement. Un rapport interne du Home Office d'octobre 2025 a révélé que les agences de renseignement britanniques ne 'suivent pas le rythme' des menaces à la sécurité nationale, manquant de coordination et souffrant d'une déconnexion avec le Conseil de sécurité nationale. L'Australie a mené des réformes proactives, comme la création de l'Office of National Intelligence (ONI) en 2018, pour améliorer la gestion stratégique, l'intégration et le développement des capacités de sa communauté du renseignement.",
        "tags": [
          "geopolitique",
          "geopolitic",
          "royaume_uni",
          "australie",
          "renseignement",
          "securite_nationale",
          "reforme_gouvernance",
          "coordination"
        ],
        "sources": [
          "https://www.rusi.org/explore-our-research/publications/commentary/learning-canberra-smarter-vision-uk-intelligence-and-national-security"
        ],
        "date": "2025-11-22"
      },
      {
        "secteur": "International, Santé, Développement",
        "theme": "Financement de la santé mondiale",
        "description": "L'article explore les perspectives du Fonds mondial de lutte contre le sida, la tuberculose et le paludisme. Créé en 2002, ce partenariat international finance des programmes de santé dans plus de 100 pays. La France s'y est engagée via des mécanismes innovants de financement. Cependant, la suppression de ces mécanismes en 2025, combinée à des coupes dans son aide publique au développement, fait craindre un désengagement historique de la France lors de la 8e reconstitution du Fonds mondial. La décision attendue le 21 novembre 2025 est cruciale pour l'avenir de la santé mondiale.",
        "tags": [
          "geopolitique",
          "geopolitic",
          "sante_mondiale",
          "financement",
          "france",
          "developpement",
          "sida",
          "tuberculose",
          "paludisme"
        ],
        "sources": [
          "https://www.iris-france.org/fonds-mondial-quelles-perspectives-pour-la-sante-mondiale/"
        ],
        "date": "2025-11-22"
      },
      {
        "secteur": "Politique, Économie, Ressources naturelles",
        "theme": "Instabilité politique et exploitation des ressources",
        "description": "Analyse géopolitique de Madagascar, une île riche en ressources (minières, hydrocarbures) et stratégiquement située, mais qui peine à sortir de la pauvreté en raison d'une histoire politique mouvementée, de cycles d'instabilité, de corruption, et d'une dépendance à l'aide internationale. L'île attire les puissances régionales et internationales, ce qui alimente une concurrence pour ses ressources. Le pays fait l'objet d'une attention renouvelée dans un contexte de renversement de pouvoir et de mobilisation de la jeunesse dénonçant la dégradation des infrastructures et l'accaparement des richesses par un régime perçu comme corrompu. L'article soulève la question de la capacité de Madagascar à tirer profit de ses richesses pour le bénéfice de tous.",
        "tags": [
          "geopolitique",
          "geopolitic",
          "madagascar",
          "ressources_naturelles",
          "instabilite_politique",
          "corruption",
          "developpement_economique",
          "afrique",
          "ocean_indien"
        ],
        "sources": [
          "https://www.iris-france.org/madagascar-lile-aux-richesses-confisquees-jusqua-quand/"
        ],
        "date": "2025-11-22"
      }
    ],
    "Synthèse des violations de données": [
      {
        "secteur": "Transport, Gouvernement",
        "victime": "Transport for London (TfL)",
        "description": "Deux adolescents britanniques, membres présumés du collectif de hackers Scattered Spider, ont plaidé non coupables des accusations liées à la cyberattaque d'août 2024 contre Transport for London (TfL). L'attaque a causé des millions de livres sterling de dommages et a exposé des données clients, y compris des noms, adresses et coordonnées. Bien que les services de transport n'aient pas été affectés, les services en ligne et les systèmes internes ont été perturbés. L'un des accusés fait également face à des accusations de complot pour attaquer des réseaux de soins de santé aux États-Unis.",
        "tags": [
          "violation",
          "breach",
          "transport",
          "gouvernement",
          "uk",
          "donnees_personnelles",
          "cybercrime",
          "scattered_spider"
        ],
        "sources": [
          "https://www.bleepingcomputer.com/news/security/scattered-spider-teens-plead-not-guilty-to-uk-transport-hack/",
          "https://databreaches.net/2025/11/21/two-suspected-scattered-spider-hackers-plead-not-guilty-over-transport-for-london-cyberattack/"
        ],
        "date": "2025-11-22"
      },
      {
        "secteur": "Ferroviaire, Services IT, Gouvernement",
        "victime": "Ferrovie dello Stato Italiane (FS) via Almaviva",
        "description": "Une fuite de données massive a touché l'opérateur ferroviaire national italien Ferrovie dello Stato Italiane (FS) suite à une cyberattaque contre son fournisseur de services IT, Almaviva. Un pirate a revendiqué le vol de 2,3 To de données sensibles, incluant des fiches de paie, des contrats, des coordonnées bancaires et des configurations web. Almaviva, qui fournit également des services de cybersécurité et opère dans le secteur de la défense, a confirmé l'incident. Les autorités italiennes enquêtent. L'incident pourrait avoir un impact significatif sur les entreprises, les employés et les citoyens.",
        "tags": [
          "violation",
          "breach",
          "ferroviaire",
          "services_it",
          "gouvernement",
          "italie",
          "data_exfiltration",
          "ransomware",
          "supply_chain_attack"
        ],
        "sources": [
          "https://securityaffairs.com/184907/data-breach/massive-data-leak-hits-italian-railway-operator-ferrovie-dello-stato-via-almaviva-hack.html",
          "https://infosec.exchange/@beyondmachines1/115592533884874707",
          "https://infosec.exchange/@DevaOnBreaches/115591154009592509"
        ],
        "date": "2025-11-22"
      },
      {
        "secteur": "Banque, Services Financiers",
        "victime": "Norway Savings Bank",
        "description": "La Norway Savings Bank a signalé une violation de données le 14 août 2025, affectant environ 44 259 clients. Un attaquant a accédé à l'environnement d'un fournisseur tiers, y accédant des informations personnelles sensibles. Les systèmes internes de la banque n'ont pas été compromis. La banque propose désormais des services de surveillance de crédit aux clients concernés.",
        "tags": [
          "violation",
          "breach",
          "banque",
          "services_financiers",
          "donnees_personnelles",
          "tiers",
          "supply_chain_attack"
        ],
        "sources": [
          "https://beyondmachines.net/event_details/third-party-vendor-breach-compromises-data-of-nearly-45000-norway-savings-bank-customers-n-c-0-e-o/gD2P6Ple2L"
        ],
        "date": "2025-11-22"
      },
      {
        "secteur": "Cloud, SaaS, Technologie",
        "victime": "Clients Salesforce via Gainsight",
        "description": "Salesforce a alerté ses utilisateurs d'une activité inhabituelle impliquant des applications OAuth liées à Gainsight, un fournisseur tiers de plateforme de support client. Cette activité pourrait avoir permis un accès non autorisé aux données Salesforce de certains clients. L'incident est lié aux groupes ShinyHunters et Scattered Lapsus$ Hunters, qui auraient accédé à Gainsight via une campagne de piratage antérieure ciblant Salesloft Drift. Les attaquants auraient volé des données de près de 1 000 organisations et prévoient de lancer un site web d'extorsion. Salesforce a révoqué tous les tokens d'application Gainsight et les a retirés de l'AppExchange, affirmant qu'aucune vulnérabilité de la plateforme Salesforce n'a été trouvée.",
        "tags": [
          "violation",
          "breach",
          "cloud",
          "saas",
          "technologie",
          "donnees_clients",
          "supply_chain_attack",
          "oauth",
          "shinyhunters",
          "scattered_lapsus_hunters"
        ],
        "sources": [
          "https://securityaffairs.com/184896/hacking/salesforce-alerts-users-to-potential-data-exposure-via-gainsight-oauth-apps.html",
          "https://fed.brid.gy/r/https://techcrunch.com/2025/11/21/google-says-hackers-stole-data-from-200-companies-following-gainsight-breach/"
        ],
        "date": "2025-11-22"
      },
      {
        "secteur": "Services d'urgence, Gouvernement local",
        "victime": "Onsolve Code Red (région de St. Louis)",
        "description": "Une cyberattaque a désactivé le système national d'alerte d'urgence Code Red d'Onsolve dans la région de St. Louis, Missouri. Cette panne a empêché les villes et les comtés d'utiliser le système pour envoyer des avertissements de tornade et d'autres alertes d'urgence directement aux téléphones des résidents. Cet incident souligne la vulnérabilité des infrastructures critiques dépendant de systèmes tiers en cas de cyberattaque.",
        "tags": [
          "violation",
          "breach",
          "services_urgence",
          "gouvernement_local",
          "infrastructure_critique",
          "deni_de_service",
          "cyberattaque"
        ],
        "sources": [
          "https://databreaches.net/2025/11/22/cyberattack-disables-onsolve-code-red-emergency-alert-system-across-st-louis-region/?pk_campaign=feed&pk_kwd=cyberattack-disables-onsolve-code-red-emergency-alert-system-across-st-louis-region"
        ],
        "date": "2025-11-22"
      },
      {
        "secteur": "Gouvernement local",
        "victime": "Attleboro, Massachusetts",
        "description": "La ville d'Attleboro, Massachusetts, enquête sur un 'incident de cybersécurité' qui a mis hors ligne plusieurs de ses systèmes informatiques. Les responsables de la ville collaborent avec des spécialistes en cybersécurité, l'assureur de la ville et des partenaires étatiques et fédéraux pour identifier la cause et restaurer les services. Les services de sécurité publique (police et pompiers) restent opérationnels, mais l'étendue exacte de l'incident n'est pas précisée.",
        "tags": [
          "violation",
          "breach",
          "gouvernement_local",
          "infrastructure_it",
          "cyberattaque",
          "enquete"
        ],
        "sources": [
          "https://databreaches.net/2025/11/21/attleboro-investigating-cybersecurity-incident-impacting-citys-it-systems/?pk_campaign=feed&pk_kwd=attleboro-investigating-cybersecurity-incident-impacting-citys-it-systems"
        ],
        "date": "2025-11-22"
      }
    ],
    "Synthèse des vulnérabilités": [
      {
        "cve_id": "CVE-2025-65108",
        "cvss": "10.0",
        "product": "md-to-pdf",
        "description": "Exécution de code arbitraire à distance via injection de template JavaScript dans le bloc front-matter lors de la conversion de fichiers Markdown en PDF.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "rce",
          "template_injection",
          "javascript",
          "cli_tool",
          "critique"
        ],
        "sources": [
          "https://cvefeed.io/vuln/detail/CVE-2025-65108"
        ],
        "date": "2025-11-22"
      },
      {
        "cve_id": "CVE-2025-41115",
        "cvss": "10.0",
        "product": "Grafana Enterprise",
        "description": "Vulnérabilité de sévérité maximale permettant l'usurpation d'administrateur ou l'élévation de privilèges lorsque le provisionnement SCIM est activé, en manipulant l'externalId numérique d'un utilisateur.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "privilege_escalation",
          "impersonation",
          "scim",
          "grafana",
          "authentification",
          "critique"
        ],
        "sources": [
          "https://www.bleepingcomputer.com/news/security/grafana-warns-of-max-severity-admin-spoofing-vulnerability/",
          "https://fieldeffect.com/blog/maximum-severity-grafana-enterprise-vulnerability-exposes-identity-provisioning"
        ],
        "date": "2025-11-22"
      },
      {
        "cve_id": "CVE-2025-61757",
        "cvss": "9.8",
        "product": "Oracle Identity Manager",
        "description": "Vulnérabilité d'exécution de code à distance (RCE) activement exploitée, résultant d'un contournement d'authentification dans les API REST via l'ajout de paramètres ('?WSDL' ou ';.wadl') aux chemins d'URL, permettant l'accès à un script Groovy compilable.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "rce",
          "zero_day",
          "oracle",
          "identity_management",
          "authentification_bypass",
          "active_exploitation",
          "critique"
        ],
        "sources": [
          "https://www.bleepingcomputer.com/news/security/cisa-warns-oracle-identity-manager-rce-flaw-is-being-actively-exploited/",
          "https://securityaffairs.com/184935/security/u-s-cisa-adds-an-oracle-fusion-middleware-flaw-to-its-known-exploited-vulnerabilities-catalog.html",
          "https://www.security.nl/posting/914041/VS+meldt+actief+misbruik+van+kritiek+RCE-lek+in+Oracle+Identity+Manager?channel=rss",
          "https://thehackernews.com/2025/11/cisa-warns-of-actively-exploited.html"
        ],
        "date": "2025-11-22"
      },
      {
        "cve_id": "CVE-2025-59287",
        "cvss": "9.8",
        "product": "Windows Server Update Services (WSUS)",
        "description": "Vulnérabilité dans Windows Server Update Services (WSUS) permettant une exécution de code arbitraire à distance, activement exploitée dans des attaques par certains acteurs de la menace pour obtenir un accès initial et effectuer de la reconnaissance.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "rce",
          "windows",
          "wsus",
          "active_exploitation",
          "critique"
        ],
        "sources": [
          "https://thehackernews.com/2025/11/matrix-push-c2-uses-browser.html"
        ],
        "date": "2025-11-22"
      },
      {
        "cve_id": "CVE-2025-11087",
        "cvss": "8.8",
        "product": "Zegen Core plugin (WordPress)",
        "description": "Vulnérabilité de falsification de requêtes intersites (CSRF) menant à un téléversement de fichiers arbitraires en raison d'une validation nonce et d'une validation de type de fichier manquantes. Peut permettre une exécution de code à distance si un administrateur est trompé.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "csrf",
          "file_upload",
          "rce",
          "wordpress",
          "authentification"
        ],
        "sources": [
          "https://cvefeed.io/vuln/detail/CVE-2025-11087"
        ],
        "date": "2025-11-22"
      },
      {
        "cve_id": "CVE-2025-65947",
        "cvss": "8.7",
        "product": "thread-amount",
        "description": "Fuites de ressources (mémoire et handles) sur Windows et macOS lors du comptage des threads, causant instabilité système ou terminaison de processus.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "resource_exhaustion",
          "memory_leak",
          "handle_leak",
          "windows",
          "macos"
        ],
        "sources": [
          "https://cvefeed.io/vuln/detail/CVE-2025-65947"
        ],
        "date": "2025-11-22"
      },
      {
        "cve_id": "CVE-2025-65102",
        "cvss": "8.7",
        "product": "PJSIP",
        "description": "Débordement de tampon dans Opus PLC, affectant les utilisateurs qui utilisent le codec audio Opus en réception, pouvant entraîner l'arrêt inattendu de l'application en raison d'une écriture en mémoire.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "buffer_overflow",
          "pjsip",
          "opus",
          "deni_de_service"
        ],
        "sources": [
          "https://cvefeed.io/vuln/detail/CVE-2025-65102"
        ],
        "date": "2025-11-22"
      },
      {
        "cve_id": "CVE-2025-65109",
        "cvss": "8.5",
        "product": "Minder (Helm & Go versions)",
        "description": "Vulnérabilité permettant aux utilisateurs de Minder de récupérer du contenu dans le contexte du serveur Minder, y compris des URLs auxquelles ils n'auraient normalement pas accès, représentant un risque de Server-Side Request Forgery (SSRF).",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "ssrf",
          "supply_chain_security",
          "minder",
          "information_disclosure"
        ],
        "sources": [
          "https://cvefeed.io/vuln/detail/CVE-2025-65109"
        ],
        "date": "2025-11-22"
      },
      {
        "cve_id": "CVE-2025-65106",
        "cvss": "8.3",
        "product": "LangChain",
        "description": "Vulnérabilité d'injection de template dans le système de templates de prompt de LangChain, permettant aux attaquants d'accéder aux internes des objets Python via la syntaxe de template.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "template_injection",
          "langchain",
          "ia",
          "llm",
          "code_execution"
        ],
        "sources": [
          "https://cvefeed.io/vuln/detail/CVE-2025-65106"
        ],
        "date": "2025-11-22"
      },
      {
        "cve_id": "CVE-2025-65946",
        "cvss": "8.1",
        "product": "Roo Code",
        "description": "Vulnérabilité permettant l'exécution potentielle de code à distance (RCE) via un bug de validation de commande zsh, où Roo pouvait exécuter automatiquement des commandes ne correspondant pas à la liste d'autorisation.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "rce",
          "ai_coding_agent",
          "zsh",
          "command_injection"
        ],
        "sources": [
          "https://cvefeed.io/vuln/detail/CVE-2025-65946"
        ],
        "date": "2025-11-22"
      },
      {
        "cve_id": "CVE-2025-40549",
        "cvss": "9.1",
        "product": "SolarWinds Serv-U",
        "description": "Vulnérabilité de contournement de restriction de chemin qui, lorsqu'elle est exploitée par un acteur malveillant ayant des privilèges d'administrateur, permet l'exécution de code arbitraire sur un répertoire.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "rce",
          "path_traversal",
          "solarwinds",
          "serv-u",
          "privileges_admin"
        ],
        "sources": [
          "https://securityaffairs.com/184916/security/solarwinds-addressed-three-critical-flaws-in-serv-u.html",
          "https://thecyberthrone.in/2025/11/22/solarwinds-serv-u-critical-vulnerabilities/"
        ],
        "date": "2025-11-22"
      },
      {
        "cve_id": "CVE-2025-40548",
        "cvss": "9.1",
        "product": "SolarWinds Serv-U",
        "description": "Vulnérabilité due à un processus de validation manquant qui, lorsqu'il est exploité par un acteur malveillant ayant des privilèges d'administrateur, permet l'exécution de code arbitraire.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "rce",
          "missing_validation",
          "solarwinds",
          "serv-u",
          "privileges_admin"
        ],
        "sources": [
          "https://securityaffairs.com/184916/security/solarwinds-addressed-three-critical-flaws-in-serv-u.html",
          "https://thecyberthrone.in/2025/11/22/solarwinds-serv-u-critical-vulnerabilities/"
        ],
        "date": "2025-11-22"
      },
      {
        "cve_id": "CVE-2025-40547",
        "cvss": "9.1",
        "product": "SolarWinds Serv-U",
        "description": "Vulnérabilité d'exécution de code à distance (RCE) causée par une erreur logique permettant à un administrateur authentifié d'exécuter du code arbitraire.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "rce",
          "logic_error",
          "solarwinds",
          "serv-u",
          "privileges_admin"
        ],
        "sources": [
          "https://securityaffairs.com/184916/security/solarwinds-addressed-three-critical-flaws-in-serv-u.html",
          "https://thecyberthrone.in/2025/11/22/solarwinds-serv-u-critical-vulnerabilities/"
        ],
        "date": "2025-11-22"
      },
      {
        "cve_id": "CVE-2025-64446",
        "cvss": "9.1",
        "product": "FortiWeb Web Application Firewall (WAF)",
        "description": "Vulnérabilité critique de contournement d'authentification dans FortiWeb WAF, impliquant une traversée de chemin et une mauvaise gestion de l'en-tête CGIINFO, permettant à un attaquant non authentifié de créer un compte administrateur.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "authentification_bypass",
          "path_traversal",
          "fortiweb",
          "waf",
          "admin_account_creation"
        ],
        "sources": [
          "https://cybersecuritynews.com/metasploit-module-fortiweb-0-day/"
        ],
        "date": "2025-11-22"
      },
      {
        "cve_id": "CVE-2025-58034",
        "cvss": "8.0",
        "product": "FortiWeb Web Application Firewall (WAF)",
        "description": "Vulnérabilité d'injection de commande authentifiée dans l'API et la CLI de FortiWeb, permettant à un utilisateur authentifié d'échapper aux restrictions de shell et d'exécuter des commandes en tant que root.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "command_injection",
          "fortiweb",
          "waf",
          "authenticated_access",
          "privilege_escalation"
        ],
        "sources": [
          "https://cybersecuritynews.com/metasploit-module-fortiweb-0-day/"
        ],
        "date": "2025-11-22"
      },
      {
        "cve_id": "CVE-2025-40604",
        "cvss": "8.0",
        "product": "SonicWall Email Security Appliances",
        "description": "Vulnérabilité permettant l'exécution de code arbitraire persistant en chargeant des images de système de fichiers root sans vérifier les signatures, offrant aux attaquants un accès VMDK ou au datastore pour modifier les fichiers système.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "rce",
          "code_execution",
          "sonicwall",
          "email_security",
          "firmware_tampering",
          "persistence"
        ],
        "sources": [
          "https://securityonline.info/sonicwall-patches-two-vulnerabilities-in-email-security-appliances-including-code-execution-flaw-cve-2025-40604/"
        ],
        "date": "2025-11-22"
      },
      {
        "cve_id": "CVE-2025-40605",
        "cvss": "8.0",
        "product": "SonicWall Email Security Appliances",
        "description": "Vulnérabilité de traversée de chemin (path traversal) permettant à un attaquant de manipuler les chemins du système de fichiers pour accéder à des fichiers et répertoires en dehors du chemin restreint.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "path_traversal",
          "sonicwall",
          "email_security",
          "information_disclosure"
        ],
        "sources": [
          "https://securityonline.info/sonicwall-patches-two-vulnerabilities-in-email-security-appliances-including-code-execution-flaw-cve-2025-40604/"
        ],
        "date": "2025-11-22"
      }
    ],
    "Articles": [
      {
        "title": "Cloudflare : la panne qui dévoile les failles d’un Internet centralisé",
        "description": "Cet article analyse la panne majeure de Cloudflare du 18 novembre 2025, qui a paralysé des millions de sites web pendant six heures. Causée par une mise à jour défectueuse générant des fichiers de configuration erronés, cette panne, survenue peu après un incident similaire chez AWS, met en lumière la fragilité et la centralisation de l'infrastructure internet mondiale. Elle soulève des questions de souveraineté numérique, la dépendance à quelques acteurs américains (Cloudflare, AWS, Azure, Google Cloud) représentant un risque économique et géopolitique, notamment en matière d'accès aux données et d'application du droit américain (Cloud Act).",
        "threat_actor": "Non applicable",
        "indicator_of_compromise": {
          "ASN": [],
          "CVE": [],
          "DOMAIN": [],
          "EMAIL": [],
          "FILE_HASH_SHA1": [],
          "FILE_HASH_SHA256": [],
          "IPv4": [],
          "IPv6": [],
          "MITRE_ATT&CK": [],
          "URL": []
        },
        "mitre_ttps": "Non mentionnées",
        "analyse": "La panne de Cloudflare met en évidence la vulnérabilité systémique d'une infrastructure numérique hautement centralisée. L'impact économique est significatif (1,8 milliard USD de perte pour Cloudflare), mais l'analyse va au-delà, soulevant des préoccupations stratégiques sur la souveraineté numérique et la capacité des États à contrôler leur infrastructure informationnelle face à des acteurs étrangers dominants. La diversification des fournisseurs et le développement d'infrastructures souveraines sont des recommandations clés pour atténuer les risques.",
        "recommandations": [
          "Diversifier les fournisseurs d'infrastructure web pour réduire la dépendance à des acteurs uniques.",
          "Développer des infrastructures numériques souveraines pour garantir le contrôle national sur les données et les services essentiels.",
          "Renforcer la résilience des systèmes par des architectures distribuées et des mécanismes de rollback rapides pour les mises à jour critiques."
        ],
        "tags": [
          "infrastructure",
          "internet",
          "panne",
          "centralisation",
          "souverainete_numerique",
          "cloud_act",
          "resilience",
          "supply_chain"
        ],
        "sources": [
          "https://www.portail-ie.fr/univers/2025/cloudflare-panne-failles-internet/"
        ],
        "date": "2025-11-22"
      },
      {
        "title": "CrowdStrike nie une violation après qu'un initié a transmis des informations à des hackers",
        "description": "CrowdStrike a confirmé qu'un employé interne avait partagé des captures d'écran de systèmes internes avec les groupes de hackers Scattered Lapsus$ Hunters et ShinyHunters, qui les ont ensuite divulguées sur Telegram. CrowdStrike a affirmé que ses systèmes n'ont pas été compromis et qu'aucune donnée client n'a été exposée, l'employé ayant été détecté et son accès réseau coupé avant toute compromission majeure. Les ShinyHunters auraient offert 25 000 $ à l'initié pour obtenir un accès au réseau, mais n'auraient pas obtenu les cookies d'authentification SSO complets ni les rapports internes demandés. L'incident souligne la persistance des menaces internes et les tactiques d'ingénierie sociale utilisées par ces groupes, qui ont également ciblé des instances Salesforce via des fournisseurs tiers comme Gainsight et Salesloft Drift.",
        "threat_actor": "Scattered Lapsus$ Hunters, ShinyHunters",
        "indicator_of_compromise": {
          "ASN": [],
          "CVE": [],
          "DOMAIN": [
            "toksearches[.]xyz",
            "smartwebfinder[.]com",
            "theonlinesearch[.]com"
          ],
          "EMAIL": [],
          "FILE_HASH_SHA1": [],
          "FILE_HASH_SHA256": [],
          "IPv4": [],
          "IPv6": [],
          "MITRE_ATT&CK": [],
          "URL": []
        },
        "mitre_ttps": "T1537 (Steal Application Account Credentials), T1134 (Access Token Manipulation), T1566 (Phishing) - Vishing est une sous-technique, T1078 (Valid Accounts), T1098 (Account Manipulation), T1071 (Application Layer Protocol: Web Protocols), T1059 (Command and Scripting Interpreter: PowerShell) - pour ToddyCat.",
        "analyse": "L'incident chez CrowdStrike est un cas classique de menace interne, potentiellement motivée financièrement et exploitée par des groupes cybercriminels connus pour leurs tactiques d'ingénierie sociale sophistiquées. Bien que l'entreprise affirme qu'aucune compromission majeure n'a eu lieu et que les données clients sont sécurisées, la divulgation de captures d'écran internes reste une préoccupation. Cet événement met en lumière la nécessité d'une surveillance continue des activités internes, d'une réponse rapide aux incidents et de mesures robustes pour prévenir le vol de crédentiels et l'exfiltration de données, même sans violation directe des systèmes centraux. L'utilisation de Telegram par les groupes pour la divulgation illustre les canaux de communication des cybercriminels.",
        "recommandations": [
          "Renforcer les programmes de sensibilisation aux menaces internes et à l'ingénierie sociale.",
          "Mettre en œuvre des systèmes avancés de surveillance des activités des employés et de détection des comportements anormaux.",
          "Appliquer le principe du moindre privilège et segmenter l'accès aux informations sensibles.",
          "Réviser et renforcer les protocoles de gestion des accès et des identités, y compris l'authentification unique (SSO) et l'authentification multifacteur (MFA).",
          "Mener des audits de sécurité réguliers pour identifier les vulnérabilités aux menaces internes."
        ],
        "tags": [
          "insider_threat",
          "social_engineering",
          "data_exfiltration",
          "credential_theft",
          "scattered_lapsus_hunters",
          "shinyhunters",
          "crowdstrike",
          "telecommunications",
          "cybercrime",
          "supply_chain"
        ],
        "sources": [
          "https://www.bleepingcomputer.com/news/security/crowdstrike-catches-insider-feeding-information-to-hackers/",
          "https://securityaffairs.com/184926/security/crowdstrike-denies-breach-after-insider-sent-internal-screenshots-to-hackers.html",
          "https://databreaches.net/2025/11/21/crowdstrike-catches-insider-feeding-information-to-scatteredlapsushunters/"
        ],
        "date": "2025-11-22"
      },
      {
        "title": "ToddyCat : votre assistant e-mail caché. Partie 1",
        "description": "Le rapport de Kaspersky analyse les attaques du groupe APT ToddyCat ciblant les e-mails d'entreprise. Il détaille l'évolution des méthodes du groupe pour accéder secrètement à la correspondance professionnelle, y compris l'utilisation d'une nouvelle version de TomBerBil (un outil PowerShell pour extraire cookies, historique de navigation et mots de passe), TCSectorCopy (copie de fichiers OST Outlook en contournant les API Windows) et XstReader (extraction de messages et pièces jointes). Le rapport met également en lumière les tentatives d'obtention de tokens d'accès OAuth 2.0 de Microsoft 365 à partir de la mémoire des processus, en utilisant SharpTokenFinder ou ProcDump, pour accéder aux e-mails en dehors du périmètre surveillé.",
        "threat_actor": "ToddyCat APT",
        "indicator_of_compromise": {
          "ASN": [],
          "CVE": [],
          "DOMAIN": [
            "kaspersky[.]com",
            "outlook[.]com",
            "ip445[.]ps",
            "www[.]synacktiv[.]com",
            "item[.]name",
            "profile[.]name"
          ],
          "EMAIL": [
            "intelreports@kaspersky[.]com"
          ],
          "FILE_HASH_SHA1": [],
          "FILE_HASH_SHA256": [],
          "IPv4": [],
          "IPv6": [
            "[:][:]"
          ],
          "MITRE_ATT&CK": [],
          "URL": [
            "hxxps[:]//www[.]synacktiv[.]com/en/publications/windows-secrets-extraction-a-summary"
          ],
          "YARA_RULE": []
        },
        "mitre_ttps": "T1003 (OS Credential Dumping), T1552 (Unsecured Credentials), T1056 (Input Capture), T1078 (Valid Accounts), T1560 (Archive Collected Data), T1027 (Obfuscated Files or Information), T1071 (Application Layer Protocol: Web Protocols), T1059 (Command and Scripting Interpreter: PowerShell), T1119 (Shared Modules), T1033 (System Owner/User Discovery), T1087 (Account Discovery), T1090 (Proxy), T1105 (Ingress Tool Transfer), T1572 (Protocol Tunneling) - SMB connection, T1055 (Process Injection) - pour les outils, T1537 (Steal Application Account Credentials) - OAuth tokens.",
        "analyse": "L'analyse de Kaspersky révèle une APT très sophistiquée et adaptable, ToddyCat, qui innove constamment pour échapper à la détection et maintenir un accès persistant aux communications sensibles. Le passage du vol de données locales aux tokens OAuth 2.0 démontre une adaptation aux architectures cloud (Microsoft 365) et une tentative de contourner les outils de surveillance traditionnels. L'utilisation d'outils personnalisés et de techniques de bas niveau (accès direct au disque pour les fichiers OST) illustre leur compétence technique. L'impact est potentiellement très élevé, car le vol de correspondance professionnelle peut conduire à l'espionnage industriel ou étatique, à la compromission d'informations sensibles et à d'autres attaques ciblées.",
        "recommandations": [
          "Mettre en œuvre des solutions EPP (Endpoint Protection Platform) et EDR (Endpoint Detection and Response) pour la détection proactive des comportements malveillants.",
          "Surveiller les événements d'accès anormaux aux fichiers sensibles (comme les fichiers .ost d'Outlook) et les lectures directes de disque (Event ID 9 Sysmon).",
          "Renforcer l'authentification et l'autorisation pour les services cloud (M365), y compris la surveillance des accès aux tokens OAuth 2.0 et leur durée de vie.",
          "Mettre en place une gestion des identités et des accès (IAM) robuste, y compris l'authentification multifacteur (MFA) pour tous les comptes, en particulier ceux ayant accès aux e-mails.",
          "Former les utilisateurs à la détection des e-mails de phishing et à la protection de leurs identifiants.",
          "Appliquer le principe du moindre privilège et segmenter le réseau pour limiter les mouvements latéraux via des protocoles comme SMB.",
          "Utiliser des systèmes de Threat Intelligence pour se tenir informé des dernières TTPs des groupes APT."
        ],
        "tags": [
          "apt",
          "email_theft",
          "data_exfiltration",
          "oauth",
          "credential_dumping",
          "persistence",
          "stealth",
          "cloud_security",
          "windows",
          "outlook"
        ],
        "sources": [
          "https://securelist.com/toddycat-apt-steals-email-data-from-outlook/118044/"
        ],
        "date": "2025-11-22"
      }
    ]
  },
  "EN": {
    "Analyse transversale": {
      "analyse": "The cyber threat landscape is characterized by a constant intensity of malicious activities, targeting critical infrastructure and sensitive data. Several key trends emerge from this monitoring: the active exploitation of critical vulnerabilities (often RCEs or authentication bypasses) even before widespread patches are available, the persistence of insider threats, the omnipresence of supply chain attacks through IT service providers, and the evolving modus operandi of state-sponsored actors and cybercrime groups. The IT, digital identity, financial services, and transportation sectors are particularly targeted. The use of 'Malware-as-a-Service' (MaaS) platforms like Matrix Push C2 indicates a democratization of attack tools. Finally, issues of digital sovereignty and the fragility of a centralized internet infrastructure are highlighted by major outages and political decisions impacting telecom cybersecurity. The overall threat level is high, requiring continuous vigilance, rapid patching, and strengthening of defenses against both internal and external threats.",
      "date": "2025-11-22"
    },
    "Synthèse des acteurs malveillants": [
      {
        "nom": "Scattered Lapsus$ Hunters",
        "secteur": "Cybersecurity, Financial Services, Logistics, Luxury, Technology (via Salesforce/Gainsight)",
        "modop": "Voice phishing (vishing) attacks, SSO authentication cookie theft, extortion, data theft via third-party providers (supply chain attacks), exploitation of insider threats.",
        "tags": [
          "actor",
          "threat_actor",
          "financial",
          "technology",
          "vishing",
          "extortion",
          "insider_threat",
          "supply_chain_attack"
        ],
        "sources": [
          "https://www.bleepingcomputer.com/news/security/crowdstrike-catches-insider-feeding-information-to-hackers/",
          "https://securityaffairs.com/184926/security/crowdstrike-denies-breach-after-insider-sent-internal-screenshots-to-hackers.html",
          "https://securityaffairs.com/184896/hacking/salesforce-alerts-users-to-potential-data-exposure-via-gainsight-oauth-apps.html",
          "https://databreaches.net/2025/11/21/crowdstrike-catches-insider-feeding-information-to-scatteredlapsushunters/",
          "https://fed.brid.gy/r/https://techcrunch.com/2025/11/21/google-says-hackers-stole-data-from-200-companies-following-gainsight-breach/"
        ],
        "date": "2025-11-22"
      },
      {
        "nom": "Scattered Spider",
        "secteur": "Transportation, Healthcare (SSM Health Care Corporation, Sutter Health), Retail",
        "modop": "Unauthorized access to computer systems, disruption of online services, customer data theft, extortion, computer fraud.",
        "tags": [
          "actor",
          "threat_actor",
          "transportation",
          "healthcare",
          "retail",
          "extortion",
          "fraud",
          "cybercrime"
        ],
        "sources": [
          "https://www.bleepingcomputer.com/news/security/scattered-spider-teens-plead-not-guilty-to-uk-transport-hack/",
          "https://databreaches.net/2025/11/21/two-suspected-scattered-spider-hackers-plead-not-guilty-over-transport-for-london-cyberattack/"
        ],
        "date": "2025-11-22"
      },
      {
        "nom": "Salt Typhoon",
        "secteur": "Telecommunications (Verizon, AT&T, Lumen, T-Mobile, Charter, Consolidated, Windstream)",
        "modop": "State-sponsored espionage, access to core systems for court-authorized wiretapping, interception of sensitive communications.",
        "tags": [
          "actor",
          "threat_actor",
          "telecommunications",
          "espionage",
          "nation_state",
          "china"
        ],
        "sources": [
          "https://www.bleepingcomputer.com/news/security/fcc-rolls-back-cybersecurity-rules-for-telcos-despite-state-hacking-risks/"
        ],
        "date": "2025-11-22"
      },
      {
        "nom": "ToddyCat APT",
        "secteur": "Corporate (corporate email)",
        "modop": "Covert access to business correspondence via OAuth 2.0 token theft, use of tools (TomBerBil, TCSectorCopy, XstReader) to extract cookies, passwords, and browser data, copying Outlook OST files by bypassing standard APIs and system locks, dumping process memory to retrieve access tokens.",
        "tags": [
          "actor",
          "threat_actor",
          "apt",
          "email",
          "espionage",
          "data_exfiltration",
          "credential_theft",
          "oauth_token_theft"
        ],
        "sources": [
          "https://securelist.com/toddycat-apt-steals-email-data-from-outlook/118044/"
        ],
        "date": "2025-11-22"
      },
      {
        "nom": "ShinyHunters",
        "secteur": "Financial Services, Logistics, Luxury, Technology (via Salesforce/Gainsight), Cybersecurity",
        "modop": "Data theft via third-party providers (Gainsight, Salesloft Drift), targeting Salesforce instances, extortion, partnership with Scattered Spider, use of 'ransomware-as-a-service' platforms (ShinySp1d3r, ALPHV/BlackCat, RansomHub, Qilin, DragonForce).",
        "tags": [
          "actor",
          "threat_actor",
          "ransomware",
          "data_exfiltration",
          "supply_chain_attack",
          "extortion",
          "saas"
        ],
        "sources": [
          "https://www.bleepingcomputer.com/news/security/crowdstrike-catches-insider-feeding-information-to-hackers/",
          "https://securityaffairs.com/184926/security/crowdstrike-denies-breach-after-insider-sent-internal-screenshots-to-hackers.html",
          "https://securityaffairs.com/184896/hacking/salesforce-alerts-users-to-potential-data-exposure-via-gainsight-oauth-apps.html",
          "https://fed.brid.gy/r/https://techcrunch.com/2025/11/21/google-says-hackers-stole-data-from-200-companies-following-gainsight-breach/"
        ],
        "date": "2025-11-22"
      },
      {
        "nom": "Matrix Push C2 (MaaS Operator)",
        "secteur": "Multi-sector (generic phishing targets)",
        "modop": "Fileless, cross-platform phishing via browser notifications, use of fake alerts and link redirects, exploitation of configurable templates to impersonate known brands (MetaMask, Netflix, Cloudflare, PayPal, TikTok), sale of the MaaS platform via Telegram and cybercrime forums.",
        "tags": [
          "actor",
          "threat_actor",
          "phishing",
          "maas",
          "social_engineering",
          "cross_platform",
          "browser_notifications"
        ],
        "sources": [
          "https://thehackernews.com/2025/11/matrix-push-c2-uses-browser.html"
        ],
        "date": "2025-11-22"
      },
      {
        "nom": "Ezekiel Dean Potter (Insider Threat)",
        "secteur": "Unspecified (former employer)",
        "modop": "Unauthorized access to computer systems after termination, resetting usernames and passwords, deleting or revoking account access, causing operational disruptions and financial losses.",
        "tags": [
          "actor",
          "threat_actor",
          "insider_threat",
          "sabotage",
          "computer_fraud",
          "unauthorized_access"
        ],
        "sources": [
          "https://databreaches.net/2025/11/21/des-moines-man-charged-with-computer-fraud/"
        ],
        "date": "2025-11-22"
      },
      {
        "nom": "Maxwell Schultz (Insider Threat)",
        "secteur": "Waste Management (unconfirmed)",
        "modop": "Unauthorized access to former employer's systems after termination, impersonating another contractor, sabotage, causing significant financial damage.",
        "tags": [
          "actor",
          "threat_actor",
          "insider_threat",
          "sabotage",
          "impersonation",
          "computer_crime"
        ],
        "sources": [
          "https://databreaches.net/2025/11/21/fired-techie-admits-sabotaging-ex-employer-causing-862k-in-damage/"
        ],
        "date": "2025-11-22"
      }
    ],
    "Synthèse de l'actualité géopolitique": [
      {
        "secteur": "Government, Telecommunications",
        "theme": "Regulation and State-Sponsored Espionage",
        "description": "The FCC (U.S. Federal Communications Commission) has rolled back a regulation requiring stricter cybersecurity measures for U.S. telecom carriers. This decision comes despite state-hacking risks, particularly after a massive attack by the Chinese group Salt Typhoon, which compromised several carriers (Verizon, AT&T, Lumen Technologies, T-Mobile, Charter Communications, Consolidated Communications, and Windstream) to spy on private communications and access systems used by the federal government for court-authorized wiretaps. Critics argue that this rollback relies on carrier self-evaluation and could weaken national security.",
        "tags": [
          "geopolitique",
          "geopolitic",
          "united_states",
          "china",
          "telecommunications",
          "espionage",
          "regulation",
          "national_security"
        ],
        "sources": [
          "https://www.bleepingcomputer.com/news/security/fcc-rolls-back-cybersecurity-rules-for-telcos-despite-state-hacking-risks/"
        ],
        "date": "2025-11-22"
      },
      {
        "secteur": "Defense, Security, Environment",
        "theme": "Climate Vulnerabilities and Conflicts",
        "description": "Analysis of the strategic use of climate vulnerabilities in contemporary conflicts. The IRIS brief proposes to move beyond the debate on climate's direct/indirect role in conflicts to focus on how climate vulnerabilities are instrumentalized as strategic leverage. It examines case studies of conflicts of various natures and intensities and analyzes environmental degradation caused by conflicts, also instrumentalized by belligerents. Three prospective scenarios are offered with recommendations for the Ministry of Armed Forces, emphasizing the importance of a joint analysis of security and climate issues in the face of the (re)emergence of high-intensity conflicts and hybrid warfare.",
        "tags": [
          "geopolitique",
          "geopolitic",
          "climate",
          "conflicts",
          "hybrid_warfare",
          "environmental_security",
          "strategy",
          "defense"
        ],
        "sources": [
          "https://www.iris-france.org/lutilisation-strategique-des-vulnerabilites-climatiques-dans-les-conflits-contemporains-modalites-et-retroactions/"
        ],
        "date": "2025-11-22"
      },
      {
        "secteur": "Government, Intelligence, National Security",
        "theme": "Intelligence Service Reforms",
        "description": "An analysis compares the UK's intelligence-policymaker network with Australia's, suggesting improvements for the UK, particularly the designation of a principal adviser to the Prime Minister on intelligence matters. An internal Home Office report from October 2025 revealed that UK intelligence agencies are 'failing to keep pace' with national security threats, lacking coordination and suffering from a disconnect with the National Security Council. Australia has implemented proactive reforms, such as the creation of the Office of National Intelligence (ONI) in 2018, to improve strategic management, integration, and capability building within its intelligence community.",
        "tags": [
          "geopolitique",
          "geopolitic",
          "united_kingdom",
          "australia",
          "intelligence",
          "national_security",
          "governance_reform",
          "coordination"
        ],
        "sources": [
          "https://www.rusi.org/explore-our-research/publications/commentary/learning-canberra-smarter-vision-uk-intelligence-and-national-security"
        ],
        "date": "2025-11-22"
      },
      {
        "secteur": "International, Health, Development",
        "theme": "Global Health Financing",
        "description": "The article explores the prospects of the Global Fund to Fight AIDS, Tuberculosis and Malaria. Created in 2002, this international partnership finances health programs in over 100 countries. France has been financially committed through innovative financing mechanisms. However, the abolition of these mechanisms in 2025, combined with drastic cuts in its public development aid, raises fears of a historic disengagement by France at the 8th replenishment conference of the Global Fund. The decision expected on November 21, 2025, is crucial for the future of global health.",
        "tags": [
          "geopolitique",
          "geopolitic",
          "global_health",
          "financing",
          "france",
          "development",
          "aids",
          "tuberculosis",
          "malaria"
        ],
        "sources": [
          "https://www.iris-france.org/fonds-mondial-quelles-perspectives-pour-la-sante-mondiale/"
        ],
        "date": "2025-11-22"
      },
      {
        "secteur": "Politics, Economy, Natural Resources",
        "theme": "Political Instability and Resource Exploitation",
        "description": "Geopolitical analysis of Madagascar, an island rich in resources (minerals, hydrocarbons) and strategically located, but struggling to overcome poverty due to a turbulent political history, cycles of instability, corruption, and dependence on international aid. The island attracts regional and international powers, fueling competition for its resources. The country is receiving renewed attention amid a power overthrow and youth mobilization protesting deteriorating infrastructure and the seizure of wealth by a perceived corrupt regime. The article raises the question of Madagascar's ability to leverage its wealth for the benefit of all.",
        "tags": [
          "geopolitique",
          "geopolitic",
          "madagascar",
          "natural_resources",
          "political_instability",
          "corruption",
          "economic_development",
          "africa",
          "indian_ocean"
        ],
        "sources": [
          "https://www.iris-france.org/madagascar-lile-aux-richesses-confisquees-jusqua-quand/"
        ],
        "date": "2025-11-22"
      }
    ],
    "Synthèse des violations de données": [
      {
        "secteur": "Transportation, Government",
        "victime": "Transport for London (TfL)",
        "description": "Two British teenagers, suspected members of the Scattered Spider hacking collective, pleaded not guilty to charges related to the August 2024 cyberattack on Transport for London (TfL). The attack caused millions of pounds in damages and exposed customer data, including names, addresses, and contact details. While transportation services were not affected, online services and internal systems were disrupted. One of the defendants also faces charges of conspiring to attack healthcare networks in the United States.",
        "tags": [
          "violation",
          "breach",
          "transportation",
          "government",
          "uk",
          "personal_data",
          "cybercrime",
          "scattered_spider"
        ],
        "sources": [
          "https://www.bleepingcomputer.com/news/security/scattered-spider-teens-plead-not-guilty-to-uk-transport-hack/",
          "https://databreaches.net/2025/11/21/two-suspected-scattered-spider-hackers-plead-not-guilty-over-transport-for-london-cyberattack/"
        ],
        "date": "2025-11-22"
      },
      {
        "secteur": "Railway, IT Services, Government",
        "victime": "Ferrovie dello Stato Italiane (FS) via Almaviva",
        "description": "A massive data leak affected the Italian national railway operator Ferrovie dello Stato Italiane (FS) following a cyberattack on its IT service provider, Almaviva. A hacker claimed the theft of 2.3 TB of sensitive data, including payrolls, contracts, bank account details, and web configurations. Almaviva, which also provides cybersecurity services and operates in the defense sector, confirmed the incident. Italian authorities are investigating. The incident could have a significant impact on businesses, employees, and citizens.",
        "tags": [
          "violation",
          "breach",
          "railway",
          "it_services",
          "government",
          "italy",
          "data_exfiltration",
          "ransomware",
          "supply_chain_attack"
        ],
        "sources": [
          "https://securityaffairs.com/184907/data-breach/massive-data-leak-hits-italian-railway-operator-ferrovie-dello-stato-via-almaviva-hack.html",
          "https://infosec.exchange/@beyondmachines1/115592533884874707",
          "https://infosec.exchange/@DevaOnBreaches/115591154009592509"
        ],
        "date": "2025-11-22"
      },
      {
        "secteur": "Banking, Financial Services",
        "victime": "Norway Savings Bank",
        "description": "Norway Savings Bank reported a data breach on August 14, 2025, affecting approximately 44,259 customers when an attacker accessed a third-party vendor's environment containing sensitive personal information. The bank's internal systems were not compromised. The institution is now providing credit monitoring services to affected customers.",
        "tags": [
          "violation",
          "breach",
          "banking",
          "financial_services",
          "personal_data",
          "third_party",
          "supply_chain_attack"
        ],
        "sources": [
          "https://beyondmachines.net/event_details/third-party-vendor-breach-compromises-data-of-nearly-45000-norway-savings-bank-customers-n-c-0-e-o/gD2P6Ple2L"
        ],
        "date": "2025-11-22"
      },
      {
        "secteur": "Cloud, SaaS, Technology",
        "victime": "Salesforce customers via Gainsight",
        "description": "Salesforce alerted users to unusual activity involving Gainsight-linked OAuth apps, a third-party customer support platform provider. This activity may have enabled unauthorized access to some customers' Salesforce data. The incident is linked to the ShinyHunters and Scattered Lapsus$ Hunters groups, who allegedly gained access to Gainsight through a previous hacking campaign targeting Salesloft Drift. Attackers reportedly stole data from nearly 1,000 organizations and plan to launch an extortion website. Salesforce revoked all active Gainsight app tokens and removed them from the AppExchange, stating no Salesforce platform vulnerability was found.",
        "tags": [
          "violation",
          "breach",
          "cloud",
          "saas",
          "technology",
          "customer_data",
          "supply_chain_attack",
          "oauth",
          "shinyhunters",
          "scattered_lapsus_hunters"
        ],
        "sources": [
          "https://securityaffairs.com/184896/hacking/salesforce-alerts-users-to-potential-data-exposure-via-gainsight-oauth-apps.html",
          "https://fed.brid.gy/r/https://techcrunch.com/2025/11/21/google-says-hackers-stole-data-from-200-companies-following-gainsight-breach/"
        ],
        "date": "2025-11-22"
      },
      {
        "secteur": "Emergency Services, Local Government",
        "victime": "Onsolve Code Red (St. Louis region)",
        "description": "A cyberattack disabled Onsolve's nationwide Code Red emergency notification system across the St. Louis region, Missouri. This outage prevented cities and counties from using the system to send tornado warnings and other emergency alerts directly to residents' phones. This incident highlights the vulnerability of critical infrastructure relying on third-party systems in the event of a cyberattack.",
        "tags": [
          "violation",
          "breach",
          "emergency_services",
          "local_government",
          "critical_infrastructure",
          "denial_of_service",
          "cyberattack"
        ],
        "sources": [
          "https://databreaches.net/2025/11/22/cyberattack-disables-onsolve-code-red-emergency-alert-system-across-st-louis-region/?pk_campaign=feed&pk_kwd=cyberattack-disables-onsolve-code-red-emergency-alert-system-across-st-louis-region"
        ],
        "date": "2025-11-22"
      },
      {
        "secteur": "Local Government",
        "victime": "Attleboro, Massachusetts",
        "description": "The City of Attleboro, Massachusetts, is investigating a 'cybersecurity incident' that has taken several of its information technology systems offline. City officials are working with cybersecurity specialists, the city's insurer, and state and federal partners to identify the cause and begin restoring services. Public safety services (police and fire departments) remain operational, but the exact scope of the incident is not specified.",
        "tags": [
          "violation",
          "breach",
          "local_government",
          "it_infrastructure",
          "cyberattack",
          "investigation"
        ],
        "sources": [
          "https://databreaches.net/2025/11/21/attleboro-investigating-cybersecurity-incident-impacting-citys-it-systems/?pk_campaign=feed&pk_kwd=attleboro-investigating-cybersecurity-incident-impacting-citys-it-systems"
        ],
        "date": "2025-11-22"
      }
    ],
    "Synthèse des vulnérabilités": [
      {
        "cve_id": "CVE-2025-65108",
        "cvss": "10.0",
        "product": "md-to-pdf",
        "description": "Remote code execution via JavaScript template injection in the front-matter block when converting Markdown files to PDF.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "rce",
          "template_injection",
          "javascript",
          "cli_tool",
          "critical"
        ],
        "sources": [
          "https://cvefeed.io/vuln/detail/CVE-2025-65108"
        ],
        "date": "2025-11-22"
      },
      {
        "cve_id": "CVE-2025-41115",
        "cvss": "10.0",
        "product": "Grafana Enterprise",
        "description": "Maximum severity vulnerability allowing admin spoofing or privilege escalation when SCIM provisioning is enabled, by manipulating a user's numeric externalId.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "privilege_escalation",
          "impersonation",
          "scim",
          "grafana",
          "authentication",
          "critical"
        ],
        "sources": [
          "https://www.bleepingcomputer.com/news/security/grafana-warns-of-max-severity-admin-spoofing-vulnerability/",
          "https://fieldeffect.com/blog/maximum-severity-grafana-enterprise-vulnerability-exposes-identity-provisioning"
        ],
        "date": "2025-11-22"
      },
      {
        "cve_id": "CVE-2025-61757",
        "cvss": "9.8",
        "product": "Oracle Identity Manager",
        "description": "Actively exploited Remote Code Execution (RCE) vulnerability resulting from an authentication bypass in REST APIs via appending parameters ('?WSDL' or ';.wadl') to URL paths, allowing access to a compilable Groovy script.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "rce",
          "zero_day",
          "oracle",
          "identity_management",
          "authentication_bypass",
          "active_exploitation",
          "critical"
        ],
        "sources": [
          "https://www.bleepingcomputer.com/news/security/cisa-warns-oracle-identity-manager-rce-flaw-is-being-actively-exploited/",
          "https://securityaffairs.com/184935/security/u-s-cisa-adds-an-oracle-fusion-middleware-flaw-to-its-known-exploited-vulnerabilities-catalog.html",
          "https://www.security.nl/posting/914041/VS+meldt+actief+misbruik+van+kritiek+RCE-lek+in+Oracle+Identity+Manager?channel=rss",
          "https://thehackernews.com/2025/11/cisa-warns-of-actively-exploited.html"
        ],
        "date": "2025-11-22"
      },
      {
        "cve_id": "CVE-2025-59287",
        "cvss": "9.8",
        "product": "Windows Server Update Services (WSUS)",
        "description": "Vulnerability in Windows Server Update Services (WSUS) allowing remote code execution, actively exploited in attacks by certain threat actors to gain initial access and perform reconnaissance.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "rce",
          "windows",
          "wsus",
          "active_exploitation",
          "critical"
        ],
        "sources": [
          "https://thehackernews.com/2025/11/matrix-push-c2-uses-browser.html"
        ],
        "date": "2025-11-22"
      },
      {
        "cve_id": "CVE-2025-11087",
        "cvss": "8.8",
        "product": "Zegen Core plugin (WordPress)",
        "description": "Cross-Site Request Forgery (CSRF) vulnerability leading to arbitrary file upload due to missing nonce and file type validation. Can enable remote code execution if an administrator is tricked.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "csrf",
          "file_upload",
          "rce",
          "wordpress",
          "authentication"
        ],
        "sources": [
          "https://cvefeed.io/vuln/detail/CVE-2025-11087"
        ],
        "date": "2025-11-22"
      },
      {
        "cve_id": "CVE-2025-65947",
        "cvss": "8.7",
        "product": "thread-amount",
        "description": "Resource leaks (memory and handles) on Windows and macOS when querying thread counts, causing system instability or process termination.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "resource_exhaustion",
          "memory_leak",
          "handle_leak",
          "windows",
          "macos"
        ],
        "sources": [
          "https://cvefeed.io/vuln/detail/CVE-2025-65947"
        ],
        "date": "2025-11-22"
      },
      {
        "cve_id": "CVE-2025-65102",
        "cvss": "8.7",
        "product": "PJSIP",
        "description": "Buffer overflow in Opus PLC, affecting users of the Opus audio codec in receiving direction, potentially leading to unexpected application termination due to memory overwrite.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "buffer_overflow",
          "pjsip",
          "opus",
          "denial_of_service"
        ],
        "sources": [
          "https://cvefeed.io/vuln/detail/CVE-2025-65102"
        ],
        "date": "2025-11-22"
      },
      {
        "cve_id": "CVE-2025-65109",
        "cvss": "8.5",
        "product": "Minder (Helm & Go versions)",
        "description": "Vulnerability allowing Minder users to fetch content in the context of the Minder server, including URLs they would not normally have access to, posing a Server-Side Request Forgery (SSRF) risk.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "ssrf",
          "supply_chain_security",
          "minder",
          "information_disclosure"
        ],
        "sources": [
          "https://cvefeed.io/vuln/detail/CVE-2025-65109"
        ],
        "date": "2025-11-22"
      },
      {
        "cve_id": "CVE-2025-65106",
        "cvss": "8.3",
        "product": "LangChain",
        "description": "Template injection vulnerability in LangChain's prompt template system, allowing attackers to access Python object internals through template syntax.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "template_injection",
          "langchain",
          "ai",
          "llm",
          "code_execution"
        ],
        "sources": [
          "https://cvefeed.io/vuln/detail/CVE-2025-65106"
        ],
        "date": "2025-11-22"
      },
      {
        "cve_id": "CVE-2025-65946",
        "cvss": "8.1",
        "product": "Roo Code",
        "description": "Vulnerability allowing potential remote code execution (RCE) via a zsh command validation bug, where Roo could automatically execute commands not matching the allow list prefixes.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "rce",
          "ai_coding_agent",
          "zsh",
          "command_injection"
        ],
        "sources": [
          "https://cvefeed.io/vuln/detail/CVE-2025-65946"
        ],
        "date": "2025-11-22"
      },
      {
        "cve_id": "CVE-2025-40549",
        "cvss": "9.1",
        "product": "SolarWinds Serv-U",
        "description": "Path Restriction Bypass vulnerability that, when abused by a malicious actor with admin privileges, allows for arbitrary code execution on a directory.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "rce",
          "path_traversal",
          "solarwinds",
          "serv-u",
          "admin_privileges"
        ],
        "sources": [
          "https://securityaffairs.com/184916/security/solarwinds-addressed-three-critical-flaws-in-serv-u.html",
          "https://thecyberthrone.in/2025/11/22/solarwinds-serv-u-critical-vulnerabilities/"
        ],
        "date": "2025-11-22"
      },
      {
        "cve_id": "CVE-2025-40548",
        "cvss": "9.1",
        "product": "SolarWinds Serv-U",
        "description": "Missing Validation Process vulnerability that, when abused by a malicious actor with admin privileges, allows for arbitrary code execution.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "rce",
          "missing_validation",
          "solarwinds",
          "serv-u",
          "admin_privileges"
        ],
        "sources": [
          "https://securityaffairs.com/184916/security/solarwinds-addressed-three-critical-flaws-in-serv-u.html",
          "https://thecyberthrone.in/2025/11/22/solarwinds-serv-u-critical-vulnerabilities/"
        ],
        "date": "2025-11-22"
      },
      {
        "cve_id": "CVE-2025-40547",
        "cvss": "9.1",
        "product": "SolarWinds Serv-U",
        "description": "Remote Code Execution (RCE) vulnerability caused by a logic error allowing an authenticated administrator to execute arbitrary code.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "rce",
          "logic_error",
          "solarwinds",
          "serv-u",
          "admin_privileges"
        ],
        "sources": [
          "https://securityaffairs.com/184916/security/solarwinds-addressed-three-critical-flaws-in-serv-u.html",
          "https://thecyberthrone.in/2025/11/22/solarwinds-serv-u-critical-vulnerabilities/"
        ],
        "date": "2025-11-22"
      },
      {
        "cve_id": "CVE-2025-64446",
        "cvss": "9.1",
        "product": "FortiWeb Web Application Firewall (WAF)",
        "description": "Critical authentication bypass vulnerability in FortiWeb WAF, involving a path traversal issue combined with improper CGIINFO header handling, allowing an unauthenticated attacker to create an admin account.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "authentication_bypass",
          "path_traversal",
          "fortiweb",
          "waf",
          "admin_account_creation"
        ],
        "sources": [
          "https://cybersecuritynews.com/metasploit-module-fortiweb-0-day/"
        ],
        "date": "2025-11-22"
      },
      {
        "cve_id": "CVE-2025-58034",
        "cvss": "8.0",
        "product": "FortiWeb Web Application Firewall (WAF)",
        "description": "Authenticated command injection vulnerability in FortiWeb API and CLI, allowing an authenticated user to escape shell restrictions and execute commands as root.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "command_injection",
          "fortiweb",
          "waf",
          "authenticated_access",
          "privilege_escalation"
        ],
        "sources": [
          "https://cybersecuritynews.com/metasploit-module-fortiweb-0-day/"
        ],
        "date": "2025-11-22"
      },
      {
        "cve_id": "CVE-2025-40604",
        "cvss": "8.0",
        "product": "SonicWall Email Security Appliances",
        "description": "Vulnerability allowing persistent arbitrary code execution by loading root filesystem images without verifying signatures, providing attackers VMDK or datastore access to modify system files.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "rce",
          "code_execution",
          "sonicwall",
          "email_security",
          "firmware_tampering",
          "persistence"
        ],
        "sources": [
          "https://securityonline.info/sonicwall-patches-two-vulnerabilities-in-email-security-appliances-including-code-execution-flaw-cve-2025-40604/"
        ],
        "date": "2025-11-22"
      },
      {
        "cve_id": "CVE-2025-40605",
        "cvss": "8.0",
        "product": "SonicWall Email Security Appliances",
        "description": "Path Traversal vulnerability allowing an attacker to manipulate file system paths to access files and directories outside the intended restricted path.",
        "tags": [
          "vulnerabilité",
          "vulnerability",
          "path_traversal",
          "sonicwall",
          "email_security",
          "information_disclosure"
        ],
        "sources": [
          "https://securityonline.info/sonicwall-patches-two-vulnerabilities-in-email-security-appliances-including-code-execution-flaw-cve-2025-40604/"
        ],
        "date": "2025-11-22"
      }
    ],
    "Articles": [
      {
        "title": "Cloudflare: The Outage that Exposes the Flaws of a Centralized Internet",
        "description": "This article analyzes the major Cloudflare outage of November 18, 2025, which paralyzed millions of websites for six hours. Caused by a faulty update generating erroneous configuration files, this outage, which occurred shortly after a similar incident at AWS, highlights the fragility and centralization of the global internet infrastructure. It raises digital sovereignty concerns, as dependence on a few American players (Cloudflare, AWS, Azure, Google Cloud) represents an economic and geopolitical risk, particularly regarding data access and the application of U.S. law (Cloud Act).",
        "threat_actor": "Non applicable",
        "indicator_of_compromise": {
          "ASN": [],
          "CVE": [],
          "DOMAIN": [],
          "EMAIL": [],
          "FILE_HASH_SHA1": [],
          "FILE_HASH_SHA256": [],
          "IPv4": [],
          "IPv6": [],
          "MITRE_ATT&CK": [],
          "URL": []
        },
        "mitre_ttps": "Not mentioned",
        "analyse": "The Cloudflare outage highlights the systemic vulnerability of a highly centralized digital infrastructure. The economic impact is significant (USD 1.8 billion loss for Cloudflare), but the analysis goes further, raising strategic concerns about digital sovereignty and the ability of states to control their information infrastructure in the face of dominant foreign actors. Diversification of providers and development of sovereign infrastructures are key recommendations to mitigate risks.",
        "recommandations": [
          "Diversify web infrastructure providers to reduce dependence on single actors.",
          "Develop sovereign digital infrastructures to ensure national control over essential data and services.",
          "Strengthen system resilience through distributed architectures and rapid rollback mechanisms for critical updates."
        ],
        "tags": [
          "infrastructure",
          "internet",
          "outage",
          "centralization",
          "digital_sovereignty",
          "cloud_act",
          "resilience",
          "supply_chain"
        ],
        "sources": [
          "https://www.portail-ie.fr/univers/2025/cloudflare-panne-failles-internet/"
        ],
        "date": "2025-11-22"
      },
      {
        "title": "CrowdStrike Denies Breach After Insider Fed Information to Hackers",
        "description": "CrowdStrike confirmed that an internal employee shared screenshots of internal systems with the hacking groups Scattered Lapsus$ Hunters and ShinyHunters, who subsequently leaked them on Telegram. CrowdStrike stated that its systems were not compromised and no customer data was exposed, as the employee was detected and their network access cut off before any major breach. ShinyHunters reportedly offered the insider $25,000 for network access, but did not obtain full SSO authentication cookies or the requested internal reports. The incident highlights the persistence of insider threats and the social engineering tactics used by these groups, who have also targeted Salesforce instances via third-party providers like Gainsight and Salesloft Drift.",
        "threat_actor": "Scattered Lapsus$ Hunters, ShinyHunters",
        "indicator_of_compromise": {
          "ASN": [],
          "CVE": [],
          "DOMAIN": [
            "toksearches[.]xyz",
            "smartwebfinder[.]com",
            "theonlinesearch[.]com"
          ],
          "EMAIL": [],
          "FILE_HASH_SHA1": [],
          "FILE_HASH_SHA256": [],
          "IPv4": [],
          "IPv6": [],
          "MITRE_ATT&CK": [],
          "URL": []
        },
        "mitre_ttps": "T1537 (Steal Application Account Credentials), T1134 (Access Token Manipulation), T1566 (Phishing) - Vishing is a sub-technique, T1078 (Valid Accounts), T1098 (Account Manipulation), T1071 (Application Layer Protocol: Web Protocols), T1059 (Command and Scripting Interpreter: PowerShell) - for ToddyCat.",
        "analyse": "The CrowdStrike incident is a classic case of an insider threat, potentially financially motivated and exploited by cybercriminal groups known for their sophisticated social engineering tactics. While the company asserts that no major compromise occurred and customer data remains secure, the disclosure of internal screenshots is still a concern. This event highlights the need for continuous monitoring of internal activities, rapid incident response, and robust measures to prevent credential theft and data exfiltration, even without direct breach of core systems. The groups' use of Telegram for disclosure illustrates cybercriminals' communication channels.",
        "recommandations": [
          "Strengthen insider threat awareness and social engineering training programs.",
          "Implement advanced employee activity monitoring systems and abnormal behavior detection.",
          "Apply the principle of least privilege and segment access to sensitive information.",
          "Review and strengthen access and identity management protocols, including Single Sign-On (SSO) and Multi-Factor Authentication (MFA).",
          "Conduct regular security audits to identify vulnerabilities to insider threats."
        ],
        "tags": [
          "insider_threat",
          "social_engineering",
          "data_exfiltration",
          "credential_theft",
          "scattered_lapsus_hunters",
          "shinyhunters",
          "crowdstrike",
          "telecommunications",
          "cybercrime",
          "supply_chain"
        ],
        "sources": [
          "https://www.bleepingcomputer.com/news/security/crowdstrike-catches-insider-feeding-information-to-hackers/",
          "https://securityaffairs.com/184926/security/crowdstrike-denies-breach-after-insider-sent-internal-screenshots-to-hackers.html",
          "https://databreaches.net/2025/11/21/crowdstrike-catches-insider-feeding-information-to-scatteredlapsushunters/"
        ],
        "date": "2025-11-22"
      },
      {
        "title": "ToddyCat: Your Hidden Email Assistant. Part 1",
        "description": "Kaspersky's report analyzes the ToddyCat APT group's attacks targeting corporate email. It details the evolution of the group's methods to covertly access business correspondence, including the use of a new version of TomBerBil (a PowerShell tool to extract cookies, browsing history, and passwords), TCSectorCopy (copying Outlook OST files bypassing Windows APIs), and XstReader (extracting messages and attachments). The report also highlights attempts to obtain Microsoft 365 OAuth 2.0 access tokens from process memory, using SharpTokenFinder or ProcDump, to access emails outside the monitored perimeter.",
        "threat_actor": "ToddyCat APT",
        "indicator_of_compromise": {
          "ASN": [],
          "CVE": [],
          "DOMAIN": [
            "kaspersky[.]com",
            "outlook[.]com",
            "ip445[.]ps",
            "www[.]synacktiv[.]com",
            "item[.]name",
            "profile[.]name"
          ],
          "EMAIL": [
            "intelreports@kaspersky[.]com"
          ],
          "FILE_HASH_SHA1": [],
          "FILE_HASH_SHA256": [],
          "IPv4": [],
          "IPv6": [
            "[:][:]"
          ],
          "MITRE_ATT&CK": [],
          "URL": [
            "hxxps[:]//www[.]synacktiv[.]com/en/publications/windows-secrets-extraction-a-summary"
          ],
          "YARA_RULE": []
        },
        "mitre_ttps": "T1003 (OS Credential Dumping), T1552 (Unsecured Credentials), T1056 (Input Capture), T1078 (Valid Accounts), T1560 (Archive Collected Data), T1027 (Obfuscated Files or Information), T1071 (Application Layer Protocol: Web Protocols), T1059 (Command and Scripting Interpreter: PowerShell), T1119 (Shared Modules), T1033 (System Owner/User Discovery), T1087 (Account Discovery), T1090 (Proxy), T1105 (Ingress Tool Transfer), T1572 (Protocol Tunneling) - SMB connection, T1055 (Process Injection) - for tools, T1537 (Steal Application Account Credentials) - OAuth tokens.",
        "analyse": "Kaspersky's analysis reveals a highly sophisticated and adaptable APT, ToddyCat, constantly evolving to evade detection and maintain persistent access to sensitive communications. The shift from local data theft to OAuth 2.0 tokens demonstrates adaptation to cloud architectures (Microsoft 365) and an attempt to bypass traditional monitoring tools. The use of custom tools and low-level techniques (direct disk access for OST files) illustrates their technical proficiency. The potential impact is very high, as the theft of business correspondence can lead to industrial or state espionage, compromise of sensitive information, and other targeted attacks.",
        "recommandations": [
          "Implement EPP (Endpoint Protection Platform) and EDR (Endpoint Detection and Response) solutions for proactive detection of malicious behaviors.",
          "Monitor abnormal access events to sensitive files (such as Outlook .ost files) and direct disk reads (Sysmon Event ID 9).",
          "Strengthen authentication and authorization for cloud services (M365), including monitoring OAuth 2.0 token access and lifespan.",
          "Establish robust Identity and Access Management (IAM), including Multi-Factor Authentication (MFA) for all accounts, especially those with email access.",
          "Train users to detect phishing emails and protect their credentials.",
          "Apply the principle of least privilege and segment the network to limit lateral movement via protocols like SMB.",
          "Utilize Threat Intelligence systems to stay informed about the latest APT TTPs."
        ],
        "tags": [
          "apt",
          "email_theft",
          "data_exfiltration",
          "oauth",
          "credential_dumping",
          "persistence",
          "stealth",
          "cloud_security",
          "windows",
          "outlook"
        ],
        "sources": [
          "https://securelist.com/toddycat-apt-steals-email-data-from-outlook/118044/"
        ],
        "date": "2025-11-22"
      }
    ]
  }
}
