{
  "FR": {
    "Analyse transversale": {
      "analyse": "Le paysage de la cybersécurité est marqué par l'intensification et la sophistication des menaces. L'arme la plus notable est l'intelligence artificielle (IA) qui est de plus en plus exploitée par les attaquants (APT28, PROMPTFLUX) pour la création de malwares, l'obfuscation de code et la manipulation de modèles d'IA pour le phishing. Les attaques sur la chaîne d'approvisionnement restent une préoccupation majeure, comme en témoignent les campagnes de l'UNC1549 ciblant l'aérospatiale/défense via des tiers compromis, la violation d'Eurofiber France impliquant des données gouvernementales et d'entreprises, et les paquets NPM malveillants. Les ransomwares, tels qu'Akira et Lynx, évoluent en ciblant spécifiquement les infrastructures virtuelles (Nutanix AHV) et en intégrant des tactiques d'exfiltration rapide et de suppression de sauvegardes, avec des opérations multi-jours. Les botnets (RondoDox, Aisuru) continuent de s'étendre en exploitant des vulnérabilités critiques (XWiki RCE) et en lançant des attaques DDoS record (15,7 Tbps). Un nombre significatif de vulnérabilités critiques (CVSS >= 8.0) sont découvertes et exploitées activement, notamment des zero-days dans Google Chrome V8, des RCE dans IBM AIX, SAP, XWiki et Synology BeeStation. Sur le plan géopolitique, des acteurs étatiques comme l'UNC1549 (Iran) et le groupe Contagious Interview (Corée du Nord) poursuivent leurs opérations d'espionnage avec des outils sur mesure et des techniques d'ingénierie sociale sophistiquées. En conclusion, l'environnement des menaces est caractérisé par une capacité d'adaptation rapide des attaquants, l'utilisation stratégique de l'IA et une surface d'attaque étendue, nécessitant une vigilance constante et des défenses multicouches.",
      "date": "2025-11-18"
    },
    "Synthèse des acteurs malveillants": [
      {
        "nom": "Akira Ransomware",
        "secteur": "Fabrication, Éducation, Technologies de l'Information, Santé, Finance, Agriculture, Infrastructures Virtuelles (Nutanix AHV, VMware ESXi, Microsoft Hyper-V)",
        "modop": "Nouvelles TTP, ciblage des infrastructures virtuelles, vol d'identifiants à partir de systèmes de sauvegarde, exfiltration rapide de données (FileZilla, WinSCP, RClone, Ngrok), double extorsion, variantes écrites en Rust.",
        "tags": [
          "actor",
          "threat_actor",
          "ransomware",
          "exfiltration_donnees",
          "ciblage_infrastructure_virtuelle",
          "double_extorsion"
        ],
        "sources": [
          "https://fieldeffect.com/blog/cisa-akira-ransomware-targeting-nutanix-ahv",
          "https://fieldeffect.com/blog/weekly-threat-intel-newsletter-2025-11-17"
        ],
        "date": "2025-11-18"
      },
      {
        "nom": "Aisuru botnet (Mirai-based)",
        "secteur": "Services Cloud, Appareils IoT, Plateformes de Jeux en Ligne",
        "modop": "Attaques DDoS massives multi-vectorielles (UDP floods) depuis plus de 500 000 adresses IP, utilisant des proxies résidentiels et des appareils IoT compromis. Également impliqué dans le bourrage d'identifiants, le web scraping piloté par l'IA, le spam et le phishing.",
        "tags": [
          "actor",
          "threat_actor",
          "botnet",
          "ddos",
          "mirai",
          "iot",
          "bourrage_identifiants",
          "ia_weaponisation",
          "phishing"
        ],
        "sources": [
          "https://securityaffairs.com/184749/cyber-crime/microsoft-mitigated-the-largest-cloud-ddos-ever-recorded-15-7-tbps.html"
        ],
        "date": "2025-11-18"
      },
      {
        "nom": "APT28 (PROMPTSTEAL)",
        "secteur": "Non spécifié, utilise l'IA pour le vol de données",
        "modop": "Utilise des commandes générées par des modèles de langage (LLM) pour voler des données. Fait partie des acteurs weaponisant l'IA.",
        "tags": [
          "actor",
          "threat_actor",
          "apt28",
          "ia_weaponisation",
          "vol_donnees"
        ],
        "sources": [
          "https://fieldeffect.com/blog/weekly-threat-intel-newsletter-2025-11-17"
        ],
        "date": "2025-11-18"
      },
      {
        "nom": "ByteToBreach",
        "secteur": "Télécommunications, Gouvernement, Entreprises (clients Eurofiber France)",
        "modop": "Exploitation d'une vulnérabilité (injection SQL GLPI, CVE-2025-24799) dans un système de gestion des tickets pour exfiltrer des données sensibles (captures d'écran, configs VPN, credentials, code source, certificats, emails, sauvegardes SQL). Tente de vendre les données et demande une rançon.",
        "tags": [
          "actor",
          "threat_actor",
          "violation_donnees",
          "exfiltration",
          "extorsion",
          "injection_sql",
          "attaque_chaine_approvisionnement"
        ],
        "sources": [
          "https://www.bleepingcomputer.com/news/security/eurofiber-france-warns-of-breach-after-hacker-tries-to-sell-customer-data/",
          "https://mastodon.social/@netsecio/115566745736477059"
        ],
        "date": "2025-11-18"
      },
      {
        "nom": "Cl0p",
        "secteur": "Varié (Oracle E-Business Suite, médias, technologie, assurance)",
        "modop": "Exploitation de vulnérabilités zero-day (ex: Oracle E-Business Suite CVE-2025-61882) pour des campagnes de rançongiciel et de violation de données. Vise l'exfiltration de données.",
        "tags": [
          "actor",
          "threat_actor",
          "ransomware",
          "exploitation_zero_day",
          "violation_donnees"
        ],
        "sources": [
          "https://research.checkpoint.com/2025/17th-november-threat-intelligence-report/"
        ],
        "date": "2025-11-18"
      },
      {
        "nom": "Contagious Interview (Corée du Nord-linked)",
        "secteur": "Développeurs de logiciels (crypto et Web3)",
        "modop": "Campagne d'ingénierie sociale (faux recruteurs sur LinkedIn, faux entretiens d'embauche) pour livrer des projets de code troyanisés. Utilise des services de stockage JSON légitimes (JSON Keeper, JSONsilo, npoint.io) pour héberger des payloads (infostealers BeaverTail et OtterCookie, RAT InvisibleFerret).",
        "tags": [
          "actor",
          "threat_actor",
          "coree_du_nord",
          "espionnage",
          "ingenierie_sociale",
          "distribution_malware",
          "infostealer",
          "rat",
          "attaque_chaine_approvisionnement"
        ],
        "sources": [
          "https://securityaffairs.com/184726/cyber-warfare-2/north-korean-threat-actors-use-json-sites-to-deliver-malware-via-trojanized-code.html"
        ],
        "date": "2025-11-18"
      },
      {
        "nom": "dino_reborn",
        "secteur": "Développeurs de logiciels (registre NPM)",
        "modop": "Publication de paquets NPM malveillants utilisant le service cloud Adspect pour déjouer les chercheurs et rediriger les victimes vers de fausses pages CAPTCHA de cryptomonnaies. Collecte des données d'environnement de navigateur et intègre des mécanismes anti-analyse (blocage clic droit, F12, Ctrl+U, Ctrl+Shift+I).",
        "tags": [
          "actor",
          "threat_actor",
          "malware",
          "npm",
          "attaque_chaine_approvisionnement",
          "evasion",
          "infostealer"
        ],
        "sources": [
          "https://www.bleepingcomputer.com/news/security/malicious-npm-packages-abuse-adspect-redirects-to-evade-security/"
        ],
        "date": "2025-11-18"
      },
      {
        "nom": "Everest ransomware gang",
        "secteur": "Habillement et accessoires de sport (Under Armour)",
        "modop": "Attaque par rançongiciel, a prétendument volé 343 Go de données internes sensibles (historiques d'achats, détails produits, identifiants personnels).",
        "tags": [
          "actor",
          "threat_actor",
          "ransomware",
          "violation_donnees",
          "exfiltration"
        ],
        "sources": [
          "https://infosec.exchange/@DevaOnBreaches/115568041510167909"
        ],
        "date": "2025-11-18"
      },
      {
        "nom": "INC Ransom hacking group",
        "secteur": "Cabinets d'avocats (Australie)",
        "modop": "Attaque par rançongiciel ciblant des cabinets d'avocats pour des données confidentielles et sensibles.",
        "tags": [
          "actor",
          "threat_actor",
          "ransomware",
          "violation_donnees",
          "donnees_confidentielles"
        ],
        "sources": [
          "https://mastodon.social/@David_Hollingworth/115567764821223979"
        ],
        "date": "2025-11-18"
      },
      {
        "nom": "Lynx Ransomware",
        "secteur": "Non spécifié, accès RDP (probablement large)",
        "modop": "Accès initial via RDP (identifiants compromis). Reconnaissance réseau (SoftPerfect NetScan, NetExec), mouvement latéral vers le contrôleur de domaine, création de comptes d'impersonation, installation d'AnyDesk pour la persistance. Exfiltration de données vers temp.sh, suppression des jobs de sauvegarde, déploiement du ransomware.",
        "tags": [
          "actor",
          "threat_actor",
          "ransomware",
          "rdp",
          "vol_identifiants",
          "mouvement_lateral",
          "exfiltration_donnees",
          "suppression_sauvegardes",
          "persistance"
        ],
        "sources": [
          "https://thedfirreport.com/2025/11/17/cats-got-your-files-lynx-ransomware/"
        ],
        "date": "2025-11-18"
      },
      {
        "nom": "PROMPTFLUX",
        "secteur": "Non spécifié, utilise l'IA pour la création de malware",
        "modop": "Utilise l'IA (Gemini) pour réécrire et masquer son propre code malveillant de manière répétée.",
        "tags": [
          "actor",
          "threat_actor",
          "malware",
          "ia_weaponisation",
          "obfuscation"
        ],
        "sources": [
          "https://fieldeffect.com/blog/weekly-threat-intel-newsletter-2025-11-17"
        ],
        "date": "2025-11-18"
      },
      {
        "nom": "RondoDox botnet",
        "secteur": "Serveurs XWiki, large cible d'appareils via vulnérabilités",
        "modop": "Exploitation active de la vulnérabilité RCE critique CVE-2025-24893 dans XWiki Platform (injection de code Groovy via SolrSearch) pour infecter des serveurs et les intégrer au botnet. Également utilisé pour des mineurs de cryptomonnaies.",
        "tags": [
          "actor",
          "threat_actor",
          "botnet",
          "rce",
          "exploitation_vulnerabilite",
          "minage_crypto"
        ],
        "sources": [
          "https://www.bleepingcomputer.com/news/security/rondodox-botnet-malware-now-hacks-servers-using-xwiki-flaw/",
          "https://securityaffairs.com/184702/malware/rondodox-expands-botnet-by-exploiting-xwiki-rce-bug-left-unpatched-since-february-2025.html"
        ],
        "date": "2025-11-18"
      },
      {
        "nom": "Scattered Lapsus$ Hunters",
        "secteur": "Automobile (Jaguar Land Rover)",
        "modop": "Cyberattaque ayant entraîné l'arrêt de la production et le vol de données. Coût estimé à 196 millions de livres sterling.",
        "tags": [
          "actor",
          "threat_actor",
          "cyberattaque",
          "vol_donnees",
          "disruption_production"
        ],
        "sources": [
          "https://securityaffairs.com/184742/security/jaguar-land-rover-confirms-major-disruption-and-196m-cost-from-september-cyberattack.html"
        ],
        "date": "2025-11-18"
      },
      {
        "nom": "UNC1549 (groupe parrainé par l'Iran)",
        "secteur": "Aérospatiale, Aviation, Défense",
        "modop": "Campagnes d'espionnage ciblées. Accès initial via phishing (appâts d'offres d'emploi) ou exploitation de relations de confiance avec des tiers fournisseurs (VDI breakouts Citrix, VMware, Azure). Utilisation d'outils personnalisés (DCSYNCER.SLICK, TWOSTROKE, DEEPROOT, LIGHTRAIL, POLLBLEND, CRASHPAD, SIGHTGRAB, TRUSTTRAP), détournement de l'ordre de recherche de DLL, tunnels SSH inverses, signature de code légitime, réinitialisation de mots de passe de comptes d'ordinateur de contrôleur de domaine pour DCSync, Kerberoasting, exploitation de templates AD CS vulnérables.",
        "tags": [
          "actor",
          "threat_actor",
          "iran",
          "espionnage",
          "aerospatial",
          "defense",
          "chaine_approvisionnement",
          "phishing",
          "malware_personnalise",
          "detournement_dll",
          "persistance",
          "acces_identifiants",
          "exfiltration_donnees"
        ],
        "sources": [
          "https://cloud.google.com/blog/topics/threat-intelligence/analysis-of-unc1549-ttps-targeting-aerospace-defense/"
        ],
        "date": "2025-11-18"
      }
    ],
    "Synthèse de l'actualité géopolitique": [
      {
        "secteur": "Gouvernement, Économie, Social",
        "theme": "Crise et instabilité au Mali",
        "description": "Le Groupe de soutien à l’islam et aux musulmans (JNIM), affilié à Al-Qaïda, intensifie ses offensives et contrôle des axes stratégiques autour de Bamako, entraînant un quasi-blocus, une flambée des prix et une désertion des services publics. Le pays est confronté à une brutalisation de la société et à une militarisation croissante avec la coopération russe (Wagner/Africa Corps). Le risque est l'atomisation du pouvoir et du territoire.",
        "tags": [
          "geopolitique",
          "geopolitic",
          "mali",
          "jnim",
          "al_qaida",
          "instabilite_regionale",
          "conflit_arme",
          "afrique",
          "sahel"
        ],
        "sources": [
          "https://www.iris-france.org/mali-un-monde-seffondre-la-communaute-internationale-regarde-ailleurs/"
        ],
        "date": "2025-11-18"
      },
      {
        "secteur": "Transports, Infrastructures, Matières Premières, Économie",
        "theme": "Développement du corridor de Lobito en Afrique",
        "description": "Le projet d'infrastructure du corridor de Lobito, soutenu par les États-Unis, l'UE et la Banque africaine de développement (plus de 10 milliards de dollars), vise à relier la Copperbelt (Zambie, RDC) à l'Angola. Il est freiné par l'absence d'un organe de coordination formel entre les trois pays, ayant des langues et systèmes juridiques différents, ce qui complexifie une vision commune et la définition de règles uniformes pour les opérateurs.",
        "tags": [
          "geopolitique",
          "geopolitic",
          "corridor_lobito",
          "afrique",
          "infrastructure",
          "economie",
          "congo",
          "zambie",
          "angola"
        ],
        "sources": [
          "https://www.iris-france.org/geoeconomie-locale-du-corridor-de-lobito-mesurer-limpact-reel-pour-les-acteurs-economiques/"
        ],
        "date": "2025-11-18"
      },
      {
        "secteur": "Relations Internationales, Défense, Éducation",
        "theme": "La position du Japon sur la sécurité de Taiwan",
        "description": "La Première ministre japonaise, Sanae Takaichi, a signalé la volonté du Japon de considérer l'activation de son droit d'autodéfense collective en cas de conflit autour de Taiwan, notamment si cela menace les citoyens japonais ou les forces américaines. Cette déclaration vise à dissuader Pékin et à renforcer la crédibilité de la dissuasion américaine dans la région. La Chine a critiqué ces 'remarques erronées et dangereuses'.",
        "tags": [
          "geopolitique",
          "geopolitic",
          "japon",
          "taiwan",
          "chine",
          "securite_regionale",
          "defense",
          "relations_internationales"
        ],
        "sources": [
          "https://www.rusi.org/explore-our-research/publications/commentary/japans-stance-taiwans-security-good-status-quo-and-asian-security"
        ],
        "date": "2025-11-18"
      },
      {
        "secteur": "Éducation, Défense, Société",
        "theme": "Système d'éducation patriotique et mobilisation à long terme de la Russie",
        "description": "La Russie a fortement militarisé son système éducatif depuis l'invasion de l'Ukraine, avec une augmentation significative des dépenses (passant de 40M $ en 2021 à près de 600M $ en 2024). Les programmes intègrent du contenu militaire, les livres scolaires dépeignent l'OTAN comme une menace, et la 'Jeune Armée' (Yunarmiya) compte plus de 1,8 million de membres. L'objectif est de préparer les futures générations à une confrontation prolongée avec l'Occident.",
        "tags": [
          "geopolitique",
          "geopolitic",
          "russie",
          "militarisation",
          "education",
          "mobilisation",
          "conflit_arme"
        ],
        "sources": [
          "https://sploited.blog/2025/11/17/russias-expanding-patriotic-education-system-indicators-of-long-term-mobilization/"
        ],
        "date": "2025-11-18"
      }
    ],
    "Synthèse des violations de données": [
      {
        "secteur": "Organisation politique/Lobbying",
        "victime": "AIPAC (American Israel Public Affairs Committee)",
        "description": "Violation de données d'un système externe, exposant des informations personnelles de 810 individus entre octobre 2024 et février 2025.",
        "tags": [
          "violation",
          "breach",
          "aipac",
          "organisation_politique",
          "donnees_personnelles"
        ],
        "sources": [
          "https://infosec.exchange/@DevaOnBreaches/115568041510167909"
        ],
        "date": "2025-11-18"
      },
      {
        "secteur": "Télécommunications, Cloud, Gouvernement, Entreprises",
        "victime": "Eurofiber France (y compris Eurafibre, FullSave, Netiwan, Avelia)",
        "description": "Violation de données suite à l'exploitation d'une vulnérabilité (injection SQL GLPI, CVE-2025-24799) dans le système de gestion des tickets. Environ 10 000 clients (entreprises et entités gouvernementales, y compris Thales et Orange) impactés. Données volées : captures d'écran, fichiers de configuration VPN, identifiants, code source, certificats, comptes email, bases de données SQL. L'acteur 'ByteToBreach' a tenté de vendre les données.",
        "tags": [
          "violation",
          "breach",
          "eurofiber",
          "telecommunications",
          "cloud",
          "gouvernement",
          "entreprise",
          "chaine_approvisionnement",
          "exfiltration",
          "extorsion",
          "injection_sql",
          "cve-2025-24799"
        ],
        "sources": [
          "https://www.bleepingcomputer.com/news/security/eurofiber-france-warns-of-breach-after-hacker-tries-to-sell-customer-data/",
          "https://mastodon.social/@netsecio/115566745736477059"
        ],
        "date": "2025-11-18"
      },
      {
        "secteur": "Automobile",
        "victime": "Jaguar Land Rover",
        "description": "Cyberattaque par le groupe 'Scattered Lapsus$ Hunters' en septembre 2025, entraînant l'arrêt de la production et le vol de données. Coût estimé à 196 millions de livres sterling pour le trimestre.",
        "tags": [
          "violation",
          "breach",
          "jaguar_land_rover",
          "automobile",
          "ransomware",
          "vol_donnees"
        ],
        "sources": [
          "https://securityaffairs.com/184742/security/jaguar-land-rover-confirms-major-disruption-and-196m-cost-from-september-cyberattack.html"
        ],
        "date": "2025-11-18"
      },
      {
        "secteur": "Éducation",
        "victime": "Princeton University",
        "description": "Compromission d'une base de données le 10 novembre, exposant les informations biographiques des anciens élèves, donateurs, membres du corps professoral et étudiants, y compris noms, adresses e-mail, numéros de téléphone et adresses résidentielles/professionnelles. Pas de numéros de sécurité sociale, mots de passe ou informations financières.",
        "tags": [
          "violation",
          "breach",
          "princeton_university",
          "education",
          "donnees_personnelles"
        ],
        "sources": [
          "https://www.bleepingcomputer.com/news/security/princeton-university-discloses-data-breach-affecting-donors-alumni/"
        ],
        "date": "2025-11-18"
      },
      {
        "secteur": "Juridique",
        "victime": "Cabinet d'avocats du Queensland (Australie)",
        "description": "Victime du groupe de rançongiciel INC Ransom, impliquant le vol de données confidentielles et sensibles.",
        "tags": [
          "violation",
          "breach",
          "cabinet_avocats",
          "juridique",
          "ransomware",
          "donnees_confidentielles"
        ],
        "sources": [
          "https://mastodon.social/@David_Hollingworth/115567764821223979"
        ],
        "date": "2025-11-18"
      },
      {
        "secteur": "Habillement et accessoires de sport",
        "victime": "Under Armour",
        "description": "Allégation de violation de données par le groupe de rançongiciel Everest, qui prétend avoir volé 343 Go de données internes, y compris des historiques d'achats, des détails sur les produits et des identifiants personnels.",
        "tags": [
          "violation",
          "breach",
          "under_armour",
          "commerce_detail",
          "ransomware",
          "vol_donnees"
        ],
        "sources": [
          "https://infosec.exchange/@DevaOnBreaches/115568041510167909"
        ],
        "date": "2025-11-18"
      },
      {
        "secteur": "Services Publics, Aide à domicile",
        "victime": "Urssaf Pajemploi",
        "description": "Vol de données le 14 novembre, potentiellement jusqu'à 1,2 million d'employeurs et salariés concernés. Données compromises : noms, prénoms, dates et lieux de naissance, adresses postales, numéros de Sécurité sociale, noms d'établissements bancaires. Aucune information bancaire (numéros de compte), email, téléphone ou mot de passe de connexion n'a été récupérée.",
        "tags": [
          "violation",
          "breach",
          "urssaf",
          "pajemploi",
          "services_publics",
          "donnees_personnelles"
        ],
        "sources": [
          "https://www.lemonde.fr/pixels/article/2025/11/17/cybermalveillance-le-service-pajemploi-victime-d-un-vol-de-donnees-jusqu-a-1-2-million-de-personnes-concernees_6653762_4408996.html"
        ],
        "date": "2025-11-18"
      },
      {
        "secteur": "Médias, Technologie, Assurance",
        "victime": "The Washington Post, Logitech, Allianz UK, GlobalLogic",
        "description": "Brèches de sécurité confirmées, liées aux campagnes du groupe Cl0p, potentiellement via l'exploitation d'une zero-day Oracle E-Business Suite. Détails spécifiques des données compromises non fournis.",
        "tags": [
          "violation",
          "breach",
          "washington_post",
          "logitech",
          "allianz_uk",
          "globallogic",
          "cl0p",
          "zero_day",
          "violation_donnees"
        ],
        "sources": [
          "https://research.checkpoint.com/2025/17th-november-threat-intelligence-report/"
        ],
        "date": "2025-11-18"
      }
    ],
    "Synthèse des vulnérabilités": [
      {
        "cve_id": "CVE-2025-42890",
        "cvss": 10.0,
        "product": "SAP SQL Anywhere Monitor",
        "description": "Vulnérabilité de credentials codés en dur dans le composant non-GUI, permettant une compromission à distance complète.",
        "tags": [
          "vulnerabilite",
          "vulnerability",
          "sap",
          "sql_anywhere_monitor",
          "rce",
          "hardcoded_credentials",
          "authentication"
        ],
        "sources": [
          "https://fieldeffect.com/blog/weekly-threat-intel-newsletter-2025-11-17"
        ],
        "date": "2025-11-18"
      },
      {
        "cve_id": "CVE-2025-42887",
        "cvss": 9.9,
        "product": "SAP Solution Manager",
        "description": "Vulnérabilité permettant à des utilisateurs authentifiés d'injecter et d'exécuter du code malveillant.",
        "tags": [
          "vulnerabilite",
          "vulnerability",
          "sap",
          "solution_manager",
          "rce",
          "code_injection",
          "authentication"
        ],
        "sources": [
          "https://fieldeffect.com/blog/weekly-threat-intel-newsletter-2025-11-17"
        ],
        "date": "2025-11-18"
      },
      {
        "cve_id": "CVE-2025-12686",
        "cvss": 9.8,
        "product": "Synology BeeStation OS",
        "description": "Débordement de tampon critique permettant l'exécution de code à distance sans interaction et la prise de contrôle complète de l'appareil.",
        "tags": [
          "vulnerabilite",
          "vulnerability",
          "synology",
          "beestation_os",
          "rce",
          "buffer_overflow",
          "remote_execution"
        ],
        "sources": [
          "https://fieldeffect.com/blog/weekly-threat-intel-newsletter-2025-11-17"
        ],
        "date": "2025-11-18"
      },
      {
        "cve_id": "CVE-2025-24893",
        "cvss": 9.8,
        "product": "XWiki Platform (SolrSearch)",
        "description": "Vulnérabilité d'exécution de code à distance (RCE) critique permettant à des utilisateurs non authentifiés d'injecter du code Groovy via l'endpoint SolrSearch.",
        "tags": [
          "vulnerabilite",
          "vulnerability",
          "xwiki",
          "rce",
          "injection_groovy",
          "unauthenticated",
          "solrsearch"
        ],
        "sources": [
          "https://www.bleepingcomputer.com/news/security/rondodox-botnet-malware-now-hacks-servers-using-xwiki-flaw/",
          "https://securityaffairs.com/184702/malware/rondodox-expands-botnet-by-exploiting-xwiki-rce-bug-left-unpatched-since-february-2025.html"
        ],
        "date": "2025-11-18"
      },
      {
        "cve_id": "CVE-2025-60724",
        "cvss": 9.8,
        "product": "Microsoft Graphics Component (GDI+)",
        "description": "Vulnérabilité d'exécution de code à distance (RCE) critique via un dépassement de tampon basé sur le tas, permettant à des attaquants distants non authentifiés d'exécuter du code arbitraire.",
        "tags": [
          "vulnerabilite",
          "vulnerability",
          "microsoft",
          "gdi+",
          "rce",
          "heap_overflow",
          "unauthenticated"
        ],
        "sources": [
          "https://www.crowdstrike.com/en-us/blog/patch-tuesday-analysis-november-2025/"
        ],
        "date": "2025-11-18"
      },
      {
        "cve_id": "CVE-2025-36251",
        "cvss": 9.6,
        "product": "IBM AIX (service Nimsh)",
        "description": "Vulnérabilité critique d'injection de commande permettant l'exécution de commandes arbitraires à distance sans authentification.",
        "tags": [
          "vulnerabilite",
          "vulnerability",
          "ibm",
          "aix",
          "nimsh",
          "command_injection",
          "rce",
          "unauthenticated"
        ],
        "sources": [
          "https://cybersecuritynews.com/ibm-aix-vulnerabilities/"
        ],
        "date": "2025-11-18"
      },
      {
        "cve_id": "CVE-2025-13223",
        "cvss": 8.8,
        "product": "Google Chrome V8",
        "description": "Vulnérabilité de confusion de type dans le moteur V8, potentiellement exploitable pour une corruption de tas via une page HTML malveillante, activement exploitée (zero-day).",
        "tags": [
          "vulnerabilite",
          "vulnerability",
          "google_chrome",
          "v8",
          "type_confusion",
          "heap_corruption",
          "rce",
          "zero_day",
          "actively_exploited"
        ],
        "sources": [
          "https://cvefeed.io/vuln/detail/CVE-2025-13223",
          "https://thehackernews.com/2025/11/google-issues-security-fix-for-actively.html",
          "https://cybersecuritynews.com/chrome-type-confusion-zero-day/"
        ],
        "date": "2025-11-18"
      },
      {
        "cve_id": "CVE-2025-13226",
        "cvss": 8.8,
        "product": "Google Chrome V8",
        "description": "Vulnérabilité de confusion de type dans le moteur V8, potentiellement exploitable pour une corruption de tas via une page HTML malveillante.",
        "tags": [
          "vulnerabilite",
          "vulnerability",
          "google_chrome",
          "v8",
          "type_confusion",
          "heap_corruption",
          "rce"
        ],
        "sources": [
          "https://cvefeed.io/vuln/detail/CVE-2025-13226"
        ],
        "date": "2025-11-18"
      },
      {
        "cve_id": "CVE-2025-13227",
        "cvss": 8.8,
        "product": "Google Chrome V8",
        "description": "Vulnérabilité de confusion de type dans le moteur V8, potentiellement exploitable pour une corruption de tas via une page HTML malveillante.",
        "tags": [
          "vulnerabilite",
          "vulnerability",
          "google_chrome",
          "v8",
          "type_confusion",
          "heap_corruption",
          "rce"
        ],
        "sources": [
          "https://cvefeed.io/vuln/detail/CVE-2025-13227"
        ],
        "date": "2025-11-18"
      },
      {
        "cve_id": "CVE-2025-13228",
        "cvss": 8.8,
        "product": "Google Chrome V8",
        "description": "Vulnérabilité de confusion de type dans le moteur V8, potentiellement exploitable pour une corruption de tas via une page HTML malveillante.",
        "tags": [
          "vulnerabilite",
          "vulnerability",
          "google_chrome",
          "v8",
          "type_confusion",
          "heap_corruption",
          "rce"
        ],
        "sources": [
          "https://cvefeed.io/vuln/detail/CVE-2025-13228"
        ],
        "date": "2025-11-18"
      },
      {
        "cve_id": "CVE-2025-13229",
        "cvss": 8.8,
        "product": "Google Chrome V8",
        "description": "Vulnérabilité de confusion de type dans le moteur V8, potentiellement exploitable pour une corruption de tas via une page HTML malveillante.",
        "tags": [
          "vulnerabilite",
          "vulnerability",
          "google_chrome",
          "v8",
          "type_confusion",
          "heap_corruption",
          "rce"
        ],
        "sources": [
          "https://cvefeed.io/vuln/detail/CVE-2025-13229"
        ],
        "date": "2025-11-18"
      },
      {
        "cve_id": "CVE-2025-13230",
        "cvss": 8.8,
        "product": "Google Chrome V8",
        "description": "Vulnérabilité de confusion de type dans le moteur V8, potentiellement exploitable pour une corruption de tas via une page HTML malveillante.",
        "tags": [
          "vulnerabilite",
          "vulnerability",
          "google_chrome",
          "v8",
          "type_confusion",
          "heap_corruption",
          "rce"
        ],
        "sources": [
          "https://cvefeed.io/vuln/detail/CVE-2025-13230"
        ],
        "date": "2025-11-18"
      },
      {
        "cve_id": "CVE-2025-8693",
        "cvss": 8.8,
        "product": "Zyxel DX3300-T0 firmware",
        "description": "Vulnérabilité d'injection de commande post-authentification dans le paramètre 'priv', permettant l'exécution de commandes OS sur l'appareil affecté.",
        "tags": [
          "vulnerabilite",
          "vulnerability",
          "zyxel",
          "command_injection",
          "post_authentication",
          "rce"
        ],
        "sources": [
          "https://cvefeed.io/vuln/detail/CVE-2025-8693"
        ],
        "date": "2025-11-18"
      },
      {
        "cve_id": "CVE-2025-12974",
        "cvss": 8.1,
        "product": "Gravity Forms plugin pour WordPress",
        "description": "Vulnérabilité de téléchargement de fichiers arbitraires non authentifiée via le mécanisme de téléchargement par blocs (chunked upload) héritées, permettant l'upload de fichiers .phar exécutables et l'exécution de code à distance.",
        "tags": [
          "vulnerabilite",
          "vulnerability",
          "wordpress",
          "gravity_forms",
          "file_upload",
          "rce",
          "unauthenticated"
        ],
        "sources": [
          "https://cvefeed.io/vuln/detail/CVE-2025-12974"
        ],
        "date": "2025-11-18"
      },
      {
        "cve_id": "CVE-2025-30398",
        "cvss": 8.1,
        "product": "Nuance PowerScribe 360 et PowerScribe One",
        "description": "Vulnérabilité de divulgation d'informations critiques via une autorisation manquante, permettant à des attaquants distants non authentifiés de révéler des paramètres de configuration sensibles.",
        "tags": [
          "vulnerabilite",
          "vulnerability",
          "nuance",
          "powerscribe",
          "information_disclosure",
          "unauthenticated"
        ],
        "sources": [
          "https://www.crowdstrike.com/en-us/blog/patch-tuesday-analysis-november-2025/"
        ],
        "date": "2025-11-18"
      }
    ],
    "Articles": [
      {
        "title": "Malicious NPM packages abuse Adspect redirects to evade security",
        "description": "Sept paquets malveillants publiés sur le registre NPM sous le nom de 'dino_reborn' utilisent le service cloud Adspect pour déjouer les chercheurs et rediriger les victimes vers de fausses pages CAPTCHA de cryptomonnaies. Les paquets collectent des données d'environnement de navigateur et intègrent des mécanismes anti-analyse (blocage clic droit, F12, etc.) rendant l'inspection difficile.",
        "threat_actor": "dino_reborn",
        "indicator_of_compromise": [
          "geneboo@proton[.]me",
          "toksearches[.]xyz",
          "smartwebfinder[.]com",
          "theonlinesearch[.]com",
          "proton[.]me"
        ],
        "mitre_ttps": "Non mentionnées",
        "analyse": "Cible les développeurs de logiciels et les chaînes d'approvisionnement logicielles (NPM), impactant potentiellement un large éventail de projets et d'utilisateurs. Le contournement des mécanismes de sécurité via Adspect rend la détection difficile. Risque d'infostealer et de vol de cryptomonnaies.",
        "recommandations": [
          "Vérifier l'intégrité et la réputation des paquets NPM avant utilisation.",
          "Sensibiliser les développeurs aux risques de paquets malveillants et de social engineering.",
          "Utiliser des outils d'analyse de dépendances et de scan de code pour détecter les anomalies.",
          "Mettre en œuvre des politiques de sécurité strictes pour le développement et le déploiement de logiciels."
        ],
        "tags": [
          "npm",
          "chaine_approvisionnement",
          "malware",
          "cloaking",
          "crypto",
          "dino_reborn",
          "evasion",
          "infostealer",
          "logiciel_malveillant"
        ],
        "sources": [
          "https://www.bleepingcomputer.com/news/security/malicious-npm-packages-abuse-adspect-redirects-to-evade-security/"
        ],
        "date": "2025-11-18"
      },
      {
        "title": "Eurofiber France warns of breach after hacker tries to sell customer data",
        "description": "Eurofiber France a subi une violation de données via une vulnérabilité dans son système de gestion des tickets (potentiellement une injection SQL GLPI, CVE-2025-24799). Le groupe 'ByteToBreach' revendique le vol de données de 10 000 entreprises et entités gouvernementales, incluant des captures d'écran, fichiers de configuration VPN, credentials, code source, certificats, comptes email et bases de données SQL. Une rançon a été demandée.",
        "threat_actor": "ByteToBreach",
        "indicator_of_compromise": "Aucun IoC spécifique n'est fourni",
        "mitre_ttps": "Non mentionnées",
        "analyse": "Impact supply chain majeur, exposant des données sensibles d'organisations clientes, y compris des entités gouvernementales et de grandes entreprises françaises (Thales, Orange). Risque élevé d'extorsion et de fuite de données secondaires pouvant entraîner des compromissions ultérieures.",
        "recommandations": [
          "Auditer les systèmes de gestion de tickets et toutes les applications exposées pour détecter et corriger les vulnérabilités (ex. injection SQL).",
          "Renforcer l'authentification et la gestion des accès privilégiés pour les systèmes critiques.",
          "Surveiller activement les forums de fuite de données et les marchés noirs pour détecter la présence de données compromises.",
          "Mettre en place une segmentation réseau et des contrôles d'accès pour limiter l'impact en cas de compromission d'un système."
        ],
        "tags": [
          "violation_donnees",
          "eurofiber",
          "chaine_approvisionnement",
          "systeme_tickets",
          "injection_sql",
          "cve-2025-24799",
          "bytetobreach",
          "exfiltration",
          "extorsion",
          "france",
          "violation_donnees"
        ],
        "sources": [
          "https://www.bleepingcomputer.com/news/security/eurofiber-france-warns-of-breach-after-hacker-tries-to-sell-customer-data/",
          "https://mastodon.social/@netsecio/115566745736477059"
        ],
        "date": "2025-11-18"
      },
      {
        "title": "RondoDox botnet malware now hacks servers using XWiki flaw",
        "description": "Le botnet RondoDox exploite activement une vulnérabilité critique d'exécution de code à distance (RCE) dans XWiki Platform (CVE-2025-24893, CVSS 9.8) pour infecter des serveurs. L'exploitation se fait par injection de code Groovy via l'endpoint SolrSearch, permettant le téléchargement et l'exécution de payloads malveillants, notamment des mineurs de cryptomonnaies.",
        "threat_actor": "RondoDox botnet",
        "indicator_of_compromise": [
          "74.194.191[.]52",
          "172.245.241[.]123",
          "18.228.3[.]224",
          "118.99.141[.]178",
          "156.146.56[.]131",
          "47.236.194[.]231"
        ],
        "mitre_ttps": "Non mentionnées",
        "analyse": "Expansion rapide d'un botnet via l'exploitation d'une vulnérabilité RCE critique largement non patchée. Les serveurs XWiki affectés sont transformés en botnets ou en hôtes pour des mineurs de cryptomonnaies, entraînant des pertes de ressources et une compromission de la sécurité.",
        "recommandations": [
          "Appliquer immédiatement les correctifs pour CVE-2025-24893 sur toutes les instances XWiki Platform.",
          "Surveiller les requêtes HTTP suspectes vers l'endpoint SolrSearch et les tentatives d'injection de code Groovy.",
          "Détecter les téléchargements et exécutions de scripts distants non autorisés sur les serveurs.",
          "Mettre en place une surveillance des performances des serveurs pour détecter l'activité de minage de cryptomonnaies."
        ],
        "tags": [
          "rondodox",
          "botnet",
          "xwiki",
          "rce",
          "cve-2025-24893",
          "injection_groovy",
          "minage_crypto",
          "exploitation_vulnerabilite",
          "compromission_serveur",
          "malware"
        ],
        "sources": [
          "https://www.bleepingcomputer.com/news/security/rondodox-botnet-malware-now-hacks-servers-using-xwiki-flaw/",
          "https://securityaffairs.com/184702/malware/rondodox-expands-botnet-by-exploiting-xwiki-rce-bug-left-unpatched-since-february-2025.html"
        ],
        "date": "2025-11-18"
      },
      {
        "title": "Akira ransomware targeting Nutanix AHV",
        "description": "Le ransomware Akira a mis à jour ses TTP, ciblant désormais l'infrastructure virtuelle Nutanix AHV en plus de VMware ESXi et Microsoft Hyper-V. La campagne de double extorsion inclut la récolte d'identifiants à partir des systèmes de sauvegarde et l'exfiltration rapide de données (moins de deux heures) à l'aide d'outils comme FileZilla, WinSCP, RClone et Ngrok. L'accès initial se fait souvent via des vulnérabilités SonicWall ou Veeam Backup & Replication.",
        "threat_actor": "Akira Ransomware",
        "indicator_of_compromise": "Aucun IoC spécifique n'est fourni",
        "mitre_ttps": "Non mentionnées",
        "analyse": "Cette évolution d'Akira vise à maximiser la perturbation opérationnelle et l'effet de levier lors des extorsions, impactant gravement les infrastructures virtuelles critiques. La compromission d'AHV peut paralyser des charges de travail entières et compromettre les sauvegardes si elles ne sont pas correctement segmentées, augmentant la pression pour le paiement de la rançon.",
        "recommandations": [
          "Renforcer la sécurité des infrastructures virtuelles (Nutanix AHV, VMware ESXi, Microsoft Hyper-V) avec des politiques de sécurité robustes.",
          "Mettre en œuvre des contrôles d'accès stricts et une authentification multi-facteurs pour tous les accès aux systèmes de virtualisation et de sauvegarde.",
          "Segmenter rigoureusement les environnements de sauvegarde et s'assurer que les sauvegardes sont isolées et immuables.",
          "Surveiller les tentatives d'exploitation de vulnérabilités connues dans SonicWall et Veeam Backup & Replication, ainsi que les comportements de récolte d'identifiants et de mouvement latéral."
        ],
        "tags": [
          "ransomware",
          "akira",
          "virtualisation",
          "nutanix_ahv",
          "vmware_esxi",
          "microsoft_hyper-v",
          "recolte_identifiants",
          "exfiltration_donnees",
          "double_extorsion",
          "attaque_chaine_approvisionnement",
          "malware",
          "detection_endpoint"
        ],
        "sources": [
          "https://fieldeffect.com/blog/cisa-akira-ransomware-targeting-nutanix-ahv"
        ],
        "date": "2025-11-18"
      },
      {
        "title": "Frontline Intelligence: Analysis of UNC1549 TTPs, Custom Tools, and Malware Targeting the Aerospace and Defense Ecosystem",
        "description": "Le groupe parrainé par l'Iran, UNC1549, mène des campagnes d'espionnage contre les industries de l'aérospatiale, de l'aviation et de la défense. Ils obtiennent un accès initial via des campagnes de phishing très ciblées et en exploitant des relations de confiance avec des fournisseurs tiers (ex: services VDI Citrix, VMware, Azure). Ils déploient des outils personnalisés (DCSYNCER.SLICK, TWOSTROKE, DEEPROOT, LIGHTRAIL, POLLBLEND, CRASHPAD, SIGHTGRAB, TRUSTTRAP) et utilisent des techniques sophistiquées comme le détournement de l'ordre de recherche de DLL, les tunnels SSH inverses et la signature de code pour la persistance et l'évasion. Leurs objectifs sont l'espionnage et la collecte de données sensibles.",
        "threat_actor": "UNC1549 (Iranian-backed)",
        "indicator_of_compromise": [
          "104.194.215[.]88",
          "13.60.50[.]172",
          "167.172.137[.]208",
          "40.119.176[.]233",
          "politicalanorak[.]com",
          "airbus.usa-careers[.]com",
          "mydocs.qatarcentral.cloudapp.azure[.]com",
          "rule M_APT_Utility_DCSYNCER_SLICK_1",
          "rule M_APT_Utility_CRASHPAD_1"
        ],
        "mitre_ttps": [
          "T1213.002: Collection: Data from Information Repositories: SharePoint",
          "T1113: Collection: Screen Capture",
          "T16561598.003: Reconnaissance: Phishing for Information",
          "T1110.003: Credential Access: Brute Force: Password Spraying",
          "T1003.006: OS Credential Dumping: DCSync",
          "T1574.001: Defense Evasion: Hijack Execution Flow: DLL Search Order Hijacking",
          "T1078: Initial Access: Valid Accounts",
          "T1199: Initial Access: Trusted Relationship"
        ],
        "analyse": "Cette campagne d'espionnage étatique cible des secteurs critiques (défense, aérospatiale) avec des TTPs avancées et une forte capacité d'adaptation pour maintenir la persistance après détection. L'utilisation de la chaîne d'approvisionnement (tiers fournisseurs) comme vecteur d'attaque principal confère un impact stratégique et géographique élevé.",
        "recommandations": [
          "Renforcer la sécurité des accès tiers et des environnements VDI (Citrix, VMware, Azure Virtual Desktop) par une segmentation stricte et MFA.",
          "Mettre en œuvre des mesures anti-phishing avancées et sensibiliser les employés aux leurres ciblés.",
          "Déployer des règles YARA pour détecter les malwares personnalisés (DCSYNCER.SLICK, TWOSTROKE, DEEPROOT, etc.).",
          "Auditer régulièrement les certificats de signature de code et surveiller les tentatives de détournement de l'ordre de recherche de DLL.",
          "Surveiller les activités suspectes dans Active Directory, notamment les tentatives de DCSync et de Kerberoasting."
        ],
        "tags": [
          "unc1549",
          "iran",
          "espionnage",
          "aerospatial",
          "defense",
          "chaine_approvisionnement",
          "phishing",
          "malware_personnalise",
          "detournement_dll",
          "persistance",
          "acces_identifiants",
          "exfiltration_donnees",
          "reconnaissance",
          "mouvement_lateral",
          "collecte",
          "mitre_t1213_002",
          "mitre_t1113",
          "mitre_t16561598_003",
          "mitre_t1110_003",
          "mitre_t1003_006",
          "mitre_t1574_001",
          "mitre_t1078",
          "mitre_t1199"
        ],
        "sources": [
          "https://cloud.google.com/blog/topics/threat-intelligence/analysis-of-unc1549-ttps-targeting-aerospace-defense/"
        ],
        "date": "2025-11-18"
      },
      {
        "title": "Microsoft mitigated the largest cloud DDoS ever recorded, 15.7 Tbps",
        "description": "Microsoft Azure a atténué la plus grande attaque DDoS cloud jamais enregistrée, atteignant un pic de 15,72 Tbps et 3,64 milliards de paquets par seconde. L'attaque a été lancée par le botnet Aisuru (basé sur Mirai), utilisant des inondations UDP massives depuis plus de 500 000 adresses IP, ciblant un endpoint australien. Ce botnet est capable de diverses activités malveillantes, y compris le bourrage d'identifiants et le web scraping basé sur l'IA.",
        "threat_actor": "Aisuru botnet (Mirai-based)",
        "indicator_of_compromise": "Aucun IoC spécifique n'est fourni",
        "mitre_ttps": "Non mentionnées",
        "analyse": "Cet incident illustre l'échelle croissante et la puissance destructrice des attaques DDoS modernes, facilitées par la prolifération des appareils IoT compromis et l'augmentation des vitesses de connexion. Les services cloud sont des cibles de choix, et la capacité à résister à de telles attaques est cruciale pour la disponibilité des services critiques à l'échelle mondiale.",
        "recommandations": [
          "Mettre en œuvre des protections DDoS avancées au niveau de l'infrastructure cloud et des applications.",
          "Renforcer la sécurité des appareils IoT pour prévenir leur enrôlement dans des botnets.",
          "Surveiller le trafic réseau pour détecter les comportements inhabituels et les signes précurseurs d'attaques DDoS.",
          "Établir des plans de réponse aux incidents DDoS clairs et régulièrement testés."
        ],
        "tags": [
          "ddos",
          "botnet",
          "aisuru",
          "mirai",
          "cloud",
          "azure",
          "iot",
          "deni_service",
          "infrastructure",
          "cyberattaque"
        ],
        "sources": [
          "https://securityaffairs.com/184749/cyber-crime/microsoft-mitigated-the-largest-cloud-ddos-ever-recorded-15-7-tbps.html"
        ],
        "date": "2025-11-18"
      },
      {
        "title": "North Korean threat actors use JSON sites to deliver malware via trojanized code",
        "description": "Les acteurs liés à la Corée du Nord de la campagne 'Contagious Interview' ont mis à jour leurs tactiques, utilisant des services de stockage JSON légitimes (JSON Keeper, JSONsilo, npoint.io) pour héberger et distribuer des malwares via des projets de code troyanisés. Ils ciblent les développeurs de logiciels (spécialement en crypto et Web3) sur LinkedIn avec des appâts de faux entretiens d'embauche, distribuant des infostealers (BeaverTail, OtterCookie) et des RAT (InvisibleFerret).",
        "threat_actor": "Contagious Interview (North Korea-linked)",
        "indicator_of_compromise": [
          "pastebin[.]com",
          "npoint[.]io"
        ],
        "mitre_ttps": "Non mentionnées",
        "analyse": "Ce ciblage sophistiqué des développeurs, potentiellement pour l'espionnage industriel ou le vol de cryptomonnaies, exploite la confiance dans les plateformes de collaboration et les services légitimes pour l'hébergement de malwares, rendant la détection difficile. L'impact peut se propager via la chaîne d'approvisionnement logicielle.",
        "recommandations": [
          "Sensibiliser les développeurs aux risques de social engineering et de projets de code troyanisés.",
          "Vérifier l'authenticité des offres d'emploi et des projets partagés, en particulier ceux provenant de contacts non vérifiés.",
          "Utiliser des outils d'analyse de code statique et dynamique pour examiner les dépendances et les projets externes.",
          "Mettre en œuvre une surveillance des activités réseau pour détecter les communications avec des services JSON de commande et contrôle ou des infostealers."
        ],
        "tags": [
          "coree_du_nord",
          "contagious_interview",
          "distribution_malware",
          "stockage_json",
          "ingenierie_sociale",
          "infostealer",
          "rat",
          "developpeurs_logiciels",
          "crypto",
          "web3",
          "chaine_approvisionnement",
          "espionnage",
          "cyber_guerre"
        ],
        "sources": [
          "https://securityaffairs.com/184726/cyber-warfare-2/north-korean-threat-actors-use-json-sites-to-deliver-malware-via-trojanized-code.html"
        ],
        "date": "2025-11-18"
      },
      {
        "title": "Cat’s Got Your Files: Lynx Ransomware",
        "description": "Le groupe de rançongiciel Lynx a compromis un réseau via RDP avec des identifiants volés. L'acteur a mené une reconnaissance réseau étendue (SoftPerfect NetScan, NetExec), effectué un mouvement latéral vers le contrôleur de domaine, créé des comptes d'impersonation privilégiés et installé AnyDesk pour la persistance. Il a exfiltré des données sensibles vers temp.sh, supprimé les jobs de sauvegarde, puis déployé le ransomware sur plusieurs serveurs de sauvegarde et de fichiers. L'intrusion a duré 178 heures.",
        "threat_actor": "Lynx Ransomware",
        "indicator_of_compromise": [
          "temp[.]sh",
          "delete[.]me",
          "detection[.]fyi",
          "sigmasearchengine[.]com",
          "195.211.190[.]189",
          "77.90.153[.]30",
          "efe8b9ff7ff93780c9162959a4c1e5ecf6e840a4",
          "2b4b11d3ecffd82ed44db652cdd65733224f8e34",
          "3e01df0155a539fe6d802ee9e9226d8c77fd96c9",
          "517288e12c05a92e483e6d80b9136c19bc58c46851720680bb6d1b7016034c37",
          "07b36c1660deb223749a8ac151676d8924bc13aa59e6712a3c14a2df5237264a",
          "6285d32a9491a0084da85a384a11e15e203badf67b1deed54155f02b7338b108"
        ],
        "mitre_ttps": [
          "T1490: Impact: Inhibit System Recovery",
          "T1018: Discovery: Remote System Discovery",
          "T1012: Discovery: Query Registry",
          "T1567: Exfiltration: Exfiltration Over Web Service",
          "T1136: Persistence: Create Account",
          "T1016: Discovery: System Network Configuration Discovery",
          "T1087: Discovery: Account Discovery",
          "T1098: Persistence: Account Manipulation",
          "T1059: Execution: Command-Line Interface",
          "T1078: Initial Access: Valid Accounts",
          "T1135: Discovery: Network Share Discovery",
          "T1543: Persistence: Create or Modify System Process",
          "T1082: Discovery: System Information Discovery",
          "T1133: Persistence: External Remote Services",
          "T1021: Lateral Movement: Remote Services",
          "T1046: Discovery: Network Service Scanning",
          "T1219: Persistence: Remote Access Tools",
          "T1486: Impact: Data Encrypted for Impact",
          "T1560: Impact: Archive Collected Data"
        ],
        "analyse": "Attaque de rançongiciel sophistiquée démontrant une connaissance approfondie de l'environnement cible, une persistance robuste et des techniques d'évasion. L'utilisation d'identifiants valides et la destruction des sauvegardes maximisent l'impact et la pression pour le paiement de la rançon. L'infrastructure de bulletproof hosting (Railnet LLC) suggère un acteur organisé.",
        "recommandations": [
          "Renforcer la sécurité des accès RDP (authentification multi-facteurs, restrictions d'IP, surveillance des tentatives de connexion).",
          "Mettre en place une détection avancée pour les outils de reconnaissance réseau (SoftPerfect NetScan, NetExec) et les activités de mouvement latéral.",
          "Surveiller l'installation et l'utilisation d'outils d'accès à distance légitimes comme AnyDesk.",
          "Implémenter une stratégie de sauvegarde 3-2-1 avec des copies hors ligne et immuables pour résister à la suppression des sauvegardes.",
          "Surveiller l'exfiltration de données vers des services de partage de fichiers temporaires (ex. temp.sh)."
        ],
        "tags": [
          "ransomware",
          "lynx",
          "rdp",
          "vol_identifiants",
          "mouvement_lateral",
          "exfiltration_donnees",
          "suppression_sauvegardes",
          "anydesk",
          "persistance",
          "reconnaissance",
          "mitre_t1490",
          "mitre_t1018",
          "mitre_t1012",
          "mitre_t1567",
          "mitre_t1136",
          "mitre_t1016",
          "mitre_t1087",
          "mitre_t1098",
          "mitre_t1059",
          "mitre_t1078",
          "mitre_t1135",
          "mitre_t1543",
          "mitre_t1082",
          "mitre_t1133",
          "mitre_t1021",
          "mitre_t1046",
          "mitre_t1219",
          "mitre_t1486",