
{
  "strategic_analysis": {
    "analyse": {
      "en": "The cyber threat landscape for February 26, 2026, is dominated by the discovery of long-term zero-day exploitation of Cisco Catalyst SD-WAN infrastructure and a significant surge in attacks targeting AI-powered development workflows. The Cisco campaign (UAT-8616), active since 2023, highlights a sophisticated 'downgrade-exploit-restore' technique to maintain root persistence. Simultaneously, the weaponization of AI coding tools (Claude Code, n8n, Langflow) and supply chain poisoning via npm (SANDWORM_MODE) indicate that attackers are rapidly adapting to the shift toward automated software development. Large-scale data breaches at Canadian Tire and CarGurus continue to feed the credential-stuffing ecosystem, while state-sponsored groups like Lazarus and UNC2814 refine their stealth capabilities using legitimate SaaS APIs (Google Sheets) for C2 operations.",
      "fr": "Le paysage des menaces cyber pour le 26 février 2026 est dominé par la découverte d'une exploitation zero-day à long terme des infrastructures Cisco Catalyst SD-WAN et une augmentation significative des attaques ciblant les flux de développement assistés par l'IA. La campagne Cisco (UAT-8616), active depuis 2023, met en lumière une technique sophistiquée de 'rétrogradation-exploitation-restauration' pour maintenir une persistance root. Simultanément, la militarisation des outils de codage IA (Claude Code, n8n, Langflow) et l'empoisonnement de la chaîne d'approvisionnement via npm (SANDWORM_MODE) indiquent que les attaquants s'adaptent rapidement au virage vers le développement logiciel automatisé. Les violations de données à grande échelle chez Canadian Tire et CarGurus continuent d'alimenter l'écosystème du credential stuffing, tandis que des groupes étatiques comme Lazarus et UNC2814 affinent leur furtivité en utilisant des API SaaS légitimes (Google Sheets) pour leurs opérations C2."
    },
    "date": "2026-02-26"
  },
  "malicious_actors_analyse": [
    {
      "threat_actor": "Lazarus Group",
      "campaign": "Medusa Ransomware Deployment",
      "campaign_description": {
        "en": "The North Korea-linked Lazarus Group (associated with Stonefly/Andariel) was observed deploying Medusa ransomware against a target in the Middle East and attempting an attack on a US healthcare organization.",
        "fr": "Le groupe Lazarus, lié à la Corée du Nord (associé à Stonefly/Andariel), a été observé en train de déployer le ransomware Medusa contre une cible au Moyen-Orient et de tenter une attaque contre une organisation de santé aux États-Unis."
      },
      "sector": {
        "en": "Healthcare, General Enterprise",
        "fr": "Santé, Entreprises générales"
      },
      "modop": {
        "en": "Use of custom tools like Comebacker, Blindingcan, and ChromeStealer, followed by Medusa ransomware for financial extortion.",
        "fr": "Utilisation d'outils personnalisés comme Comebacker, Blindingcan et ChromeStealer, suivis du ransomware Medusa pour l'extorsion financière."
      },
      "tags": [
        "North Korea",
        "Medusa",
        "Ransomware",
        "APT"
      ],
      "sources": [
        "https://securityaffairs.com/188460/apt/lazarus-apt-group-deployed-medusa-ransomware-against-middle-east-target.html"
      ],
      "date": "2026-02-26"
    },
    {
      "threat_actor": "UNC2814",
      "campaign": "GRIDTIDE Espionage",
      "campaign_description": {
        "en": "A suspected PRC-nexus cyber espionage group targeting telecommunications and government organizations in 42 countries using the GRIDTIDE backdoor.",
        "fr": "Un groupe de cyber-espionnage suspecté d'être lié à la République populaire de Chine, ciblant les télécommunications et les organisations gouvernementales dans 42 pays via la porte dérobée GRIDTIDE."
      },
      "sector": {
        "en": "Telecommunications, Government",
        "fr": "Télécommunications, Gouvernement"
      },
      "modop": {
        "en": "Abusing Google Sheets API for command-and-control (C2) to disguise malicious traffic as legitimate SaaS activity.",
        "fr": "Abus de l'API Google Sheets pour le command-and-control (C2) afin de déguiser le trafic malveillant en activité SaaS légitime."
      },
      "tags": [
        "China",
        "GRIDTIDE",
        "Espionage",
        "SaaS C2"
      ],
      "sources": [
        "https://cloud.google.com/blog/topics/threat-intelligence/disrupting-gridtide-global-espionage-campaign/",
        "https://www.bleepingcomputer.com/news/security/chinese-cyberspies-breached-dozens-of-telecom-firms-govt-agencies/"
      ],
      "date": "2026-02-26"
    },
    {
      "threat_actor": "ShinyHunters",
      "campaign": "CarGurus Data Breach",
      "campaign_description": {
        "en": "Leak of 12.4 million CarGurus account records following a failed extortion attempt.",
        "fr": "Fuite de 12,4 millions de comptes CarGurus suite à une tentative d'extorsion ratée."
      },
      "sector": {
        "en": "Automotive Retail",
        "fr": "Vente automobile"
      },
      "modop": {
        "en": "Voice phishing and social engineering to gain access to SaaS platforms (Salesforce, Okta, Microsoft 365).",
        "fr": "Voice phishing et ingénierie sociale pour accéder aux plateformes SaaS (Salesforce, Okta, Microsoft 365)."
      },
      "tags": [
        "Data Leak",
        "Extortion",
        "CarGurus"
      ],
      "sources": [
        "https://securityaffairs.com/188491/cyber-crime/shinyhunters-cyberattack-on-cargurus-impacts-12-4-million-users.html"
      ],
      "date": "2026-02-26"
    },
    {
      "threat_actor": "UAT-8616",
      "campaign": "Cisco Catalyst SD-WAN Zero-Day",
      "campaign_description": {
        "en": "Highly sophisticated actor exploiting CVE-2026-20127 since 2023 to establish persistent footholds in critical infrastructure.",
        "fr": "Acteur très sophistiqué exploitant CVE-2026-20127 depuis 2023 pour établir des accès persistants dans les infrastructures critiques."
      },
      "sector": {
        "en": "Critical Infrastructure, Government",
        "fr": "Infrastructures critiques, Gouvernement"
      },
      "modop": {
        "en": "Authentication bypass, software version downgrading to exploit older privilege escalation bugs (CVE-2022-20775), and log purging.",
        "fr": "Contournement d'authentification, rétrogradation de version logicielle pour exploiter d'anciens bugs d'élévation de privilèges (CVE-2022-20775), et purge des journaux."
      },
      "tags": [
        "Zero-Day",
        "Cisco",
        "SD-WAN",
        "Persistence"
      ],
      "sources": [
        "https://blog.talosintelligence.com/uat-8616-sd-wan/",
        "https://thehackernews.com/2026/02/cisco-sd-wan-zero-day-cve-2026-20127.html"
      ],
      "date": "2026-02-26"
    }
  ],
  "geopolitical_analyse": [
    {
      "sector": {
        "en": "Diplomacy / Human Rights",
        "fr": "Diplomatie / Droits de l'Homme"
      },
      "theme": {
        "en": "State-Sponsored Assassination Attribution",
        "fr": "Attribution d'assassinat par un État"
      },
      "description": {
        "en": "UK Foreign Secretary Yvette Cooper revealed that Russian dissident Alexei Navalny was poisoned with the toxin Epibatidine, a breach of international law and the Chemical Weapons Convention.",
        "fr": "La secrétaire d'État britannique aux Affaires étrangères, Yvette Cooper, a révélé que le dissident russe Alexei Navalny a été empoisonné à l'Epibatidine, en violation du droit international et de la Convention sur les armes chimiques."
      },
      "tags": [
        "Russia",
        "Navalny",
        "Chemical Weapons",
        "UK"
      ],
      "sources": [
        "https://www.rusi.org/explore-our-research/publications/commentary/russia-navalny-and-uses-poison-state-sponsored-assassinations"
      ],
      "date": "2026-02-26"
    },
    {
      "sector": {
        "en": "Government / Law",
        "fr": "Gouvernement / Loi"
      },
      "theme": {
        "en": "Regulatory Fragmentation and Fines",
        "fr": "Fragmentation réglementaire et amendes"
      },
      "description": {
        "en": "Russia fined Google 22M roubles for distributing VPN services via Google Play, signaling increasing pressure on app store governance and digital sovereignty.",
        "fr": "La Russie a condamné Google à une amende de 22 millions de roubles pour la distribution de services VPN via Google Play, signalant une pression accrue sur la gouvernance des magasins d'applications et la souveraineté numérique."
      },
      "tags": [
        "Russia",
        "Google",
        "VPN",
        "Regulation"
      ],
      "sources": [
        "https://infosec.exchange/@technadu/116135619786000004"
      ],
      "date": "2026-02-26"
    }
  ],
  "breach_analyse": [
    {
      "victim": "Canadian Tire",
      "threat_actor": "Unknown",
      "sector": {
        "en": "Retail",
        "fr": "Commerce de détail"
      },
      "description": {
        "en": "Exposure of 38.3 million accounts including emails, names, phone numbers, addresses, and PBKDF2 hashed passwords.",
        "fr": "Exposition de 38,3 millions de comptes comprenant des emails, noms, numéros de téléphone, adresses et mots de passe hachés avec PBKDF2."
      },
      "tags": [
        "Data Breach",
        "Canada",
        "Passwords"
      ],
      "sources": [
        "https://haveibeenpwned.com/Breach/CanadianTire"
      ],
      "date": "2026-02-26"
    },
    {
      "victim": "CarGurus",
      "threat_actor": "ShinyHunters",
      "sector": {
        "en": "Online Marketplace",
        "fr": "Place de marché en ligne"
      },
      "description": {
        "en": "Data breach exposing emails, account IDs, names, addresses, and finance application results for 12.4 million users.",
        "fr": "Violation de données exposant les emails, identifiants de compte, noms, adresses et résultats de demandes de financement pour 12,4 millions d'utilisateurs."
      },
      "tags": [
        "Data Leak",
        "Finance",
        "ShinyHunters"
      ],
      "sources": [
        "https://securityaffairs.com/188491/cyber-crime/shinyhunters-cyberattack-on-cargurus-impacts-12-4-million-users.html"
      ],
      "date": "2026-02-26"
    },
    {
      "victim": "UFP Technologies",
      "threat_actor": "Unknown",
      "sector": {
        "en": "Medical Device Manufacturing",
        "fr": "Fabrication de dispositifs médicaux"
      },
      "description": {
        "en": "Cybersecurity incident affecting IT systems (billing/labeling) and leading to data theft.",
        "fr": "Incident de cybersécurité affectant les systèmes informatiques (facturation/étiquetage) et entraînant un vol de données."
      },
      "tags": [
        "Healthcare",
        "Manufacturing",
        "SEC Filing"
      ],
      "sources": [
        "https://www.bleepingcomputer.com/news/security/medical-device-maker-ufp-technologies-warns-of-data-stolen-in-cyberattack/"
      ],
      "date": "2026-02-26"
    }
  ],
  "vulnerabilities_analyse": [
    {
      "cve_id": "CVE-2026-20127",
      "euvd_id": "Not specified",
      "cisa_kev": "TRUE",
      "cvss": "10.0",
      "epss": "High probability (Exploited)",
      "cpe": "cpe:/a:cisco:catalyst_sd-wan_manager",
      "product": "Catalyst SD-WAN Controller and Manager",
      "vendor": "Cisco",
      "description": {
        "en": "Authentication bypass in peering authentication mechanism allows unauthenticated remote attackers to gain administrative privileges and manipulate network configuration via NETCONF.",
        "fr": "Contournement d'authentification dans le mécanisme d'authentification de peering permettant à des attaquants distants non authentifiés d'obtenir des privilèges administratifs et de manipuler la configuration réseau via NETCONF."
      },
      "tags": [
        "zero-day",
        "RCE",
        "CISA KEV"
      ],
      "sources": [
        "https://sec.cloudapps.cisco.com/security/center/content/CiscoSecurityAdvisory/cisco-sa-sdwan-rpa-EHchtZk"
      ],
      "date": "2026-02-26"
    },
    {
      "cve_id": "CVE-2026-27804",
      "euvd_id": "Not specified",
      "cisa_kev": "FALSE",
      "cvss": "9.1",
      "epss": "Not listed",
      "cpe": "cpe:/a:parse_server_project:parse_server",
      "product": "Parse Server",
      "vendor": "Parse Server Project",
      "description": {
        "en": "Algorithm confusion in Google authentication adapter allows unauthenticated attackers to forge tokens using 'alg: none' to take over accounts.",
        "fr": "Confusion d'algorithme dans l'adaptateur d'authentification Google permettant à des attaquants non authentifiés de forger des jetons via 'alg: none' pour prendre le contrôle de comptes."
      },
      "tags": [
        "Authentication",
        "JWT",
        "Account Takeover"
      ],
      "sources": [
        "https://securityonline.info/algorithm-confusion-critical-9-1-flaw-in-parse-server-allows-instant-google-account-takeover/"
      ],
      "date": "2026-02-26"
    },
    {
      "cve_id": "CVE-2025-59536",
      "euvd_id": "Not specified",
      "cisa_kev": "FALSE",
      "cvss": "8.8 (estimated)",
      "epss": "Not listed",
      "cpe": "cpe:/a:anthropic:claude_code",
      "product": "Claude Code",
      "vendor": "Anthropic",
      "description": {
        "en": "RCE and API token exfiltration through malicious project configuration files (Hooks and MCP servers) when cloning untrusted repositories.",
        "fr": "RCE et exfiltration de jetons API via des fichiers de configuration de projet malveillants (Hooks et serveurs MCP) lors du clonage de dépôts non fiables."
      },
      "tags": [
        "AI",
        "Supply Chain",
        "Claude Code"
      ],
      "sources": [
        "https://research.checkpoint.com/2026/rce-and-api-token-exfiltration-through-claude-code-project-files-cve-2025-59536/"
      ],
      "date": "2026-02-26"
    }
  ],
  "threats_analyse": [
    {
      "title": {
        "en": "GRIDTIDE: SaaS API-based Espionage",
        "fr": "GRIDTIDE : Espionnage basé sur les API SaaS"
      },
      "description": {
        "en": "UNC2814 uses the GRIDTIDE backdoor to abuse Google Sheets API for stealthy Command and Control operations.",
        "fr": "UNC2814 utilise la porte dérobée GRIDTIDE pour abuser de l'API Google Sheets pour des opérations de Command and Control furtives."
      },
      "threat_actor": "UNC2814",
      "indicators": {
        "URL": [
          "https://sheets.googleapis.com:443/v4/spreadsheets/",
          "http://130.94.6.228/amp.tar.gz",
          "http://130.94.6.228/apt.tar.gz",
          "http://130.94.6.228/update.tar.gz"
        ],
        "IPv4": [
          "130.94.6.228",
          "139.180.219.115",
          "149.28.128.128",
          "38.54.112.184",
          "45.76.157.113",
          "195.123.211.70"
        ],
        "DOMAIN": [
          "1cv2f3d5s6a9w.ddnsfree.com",
          "admina.freeddns.org",
          "appler.kozow.com",
          "binmol.webredirect.org",
          "codemicros12.gleeze.com",
          "evilginx2.loseyourip.com"
        ],
        "HASH_SHA256": [
          "01fc3bd5a78cd59255a867ffb3dfdd6e0b7713ee90098ea96cc01c640c6495eb",
          "ce36a5fc44cbd7de947130b67be9e732a7b4086fb1df98a5afd724087c973b47"
        ],
        "TOOLS": [
          "GRIDTIDE",
          "SoftEther VPN Bridge",
          "xapt"
        ]
      },
      "mitre_ttps": [
        "T1102.002",
        "T1071.001",
        "T1567.002",
        "T1059.004"
      ],
      "analyse": {
        "en": "The actor compromises servers, installs GRIDTIDE, and uses a Google Service Account to poll a spreadsheet (A1 cell) for commands. This avoids detection by blending with legitimate cloud traffic.",
        "fr": "L'acteur compromet des serveurs, installe GRIDTIDE et utilise un compte de service Google pour interroger un tableur (cellule A1) pour des commandes. Cela évite la détection en se fondant dans le trafic cloud légitime."
      },
      "recommandations": [
        {
          "en": "Monitor outbound traffic to sheets.googleapis.com for anomalous patterns or unauthorized service accounts.",
          "fr": "Surveiller le trafic sortant vers sheets.googleapis.com pour détecter des schémas anormaux ou des comptes de service non autorisés."
        },
        {
          "en": "Audit /var/tmp and /usr/sbin for unusual binaries like 'xapt'.",
          "fr": "Auditer /var/tmp et /usr/sbin pour des binaires inhabituels comme 'xapt'."
        }
      ],
      "tags": [
        "China",
        "Espionage",
        "Google Sheets"
      ],
      "sources": [
        "https://cloud.google.com/blog/topics/threat-intelligence/disrupting-gridtide-global-espionage-campaign/"
      ],
      "date": "2026-02-26"
    },
    {
      "title": {
        "en": "Sandworm_Mode npm Typosquatting",
        "fr": "Sandworm_Mode Typosquatting npm"
      },
      "description": {
        "en": "A supply chain campaign using 19 malicious npm packages impersonating AI tools like Claude Code and OpenClaw to harvest credentials.",
        "fr": "Une campagne de chaîne d'approvisionnement utilisant 19 packages npm malveillants usurpant l'identité d'outils IA comme Claude Code et OpenClaw pour récolter des identifiants."
      },
      "threat_actor": "Unknown",
      "indicators": {
        "TOOLS": [
          "SANDWORM_MODE",
          "ClawHub",
          "MCP Server"
        ]
      },
      "mitre_ttps": [
        "T1195.001",
        "T1555",
        "T1583.001"
      ],
      "analyse": {
        "en": "The malware deploys a malicious MCP server that uses prompt-injection to influence AI assistants, stealing SSH keys and cloud tokens silently.",
        "fr": "Le malware déploie un serveur MCP malveillant qui utilise l'injection de prompt pour influencer les assistants IA, volant silencieusement des clés SSH et des jetons cloud."
      },
      "recommandations": [
        {
          "en": "Enforce strict dependency controls and use private registries for npm packages.",
          "fr": "Appliquer des contrôles de dépendance stricts et utiliser des registres privés pour les packages npm."
        },
        {
          "en": "Audit AI assistant configurations for unauthorized Model Context Protocol (MCP) entries.",
          "fr": "Auditer les configurations des assistants IA pour les entrées non autorisées du Model Context Protocol (MCP)."
        }
      ],
      "tags": [
        "npm",
        "Typosquatting",
        "AI Assistant"
      ],
      "sources": [
        "https://fieldeffect.com/blog/typosquatting-campaign-sandworm-mode"
      ],
      "date": "2026-02-26"
    }
  ]
}
